[About Language File]
Author=Θανάσης Κατσαγεώργης
Comments=If you find translation errors, let me know. Thank you.
Date=25.06.2022
Email=tkatsageorgis[at]gmail[dot]com
Version=23.1.0

[AboutDialog]
Caption=Περί Text Editor Pro
LabelCopyright=Πνευματικά δικαιώματα %s.
LabelFeedback=Σχόλια
LabelIcons=Εικονίδια
LabelLanguageFileContributors=Συνεισφέροντες Σε Αρχεία Γλωσσών
LabelLicense=Αυτό το προϊόν είναι πάντα ΔΩΡΕΑΝ για εσάς. Δείτε την άδεια χρήσης.
LabelMemoryAvailable=Διαθέσιμη μνήμη Windows: %s
LabelThirdPartyComponents=Στοιχεία Τρίτων Μερών
LabelVersion=Έκδοση %s (%d-bit)
LabelWebsite=Ιστότοπος

[AskYesOrNo]
CancelSearch=Ακύρωση αναζήτησης, είστε βέβαιοι;
CheckInternationalCharacters:=Translation needed
CheckInternationalCharacters=File "%s" contains international characters.%sChange the encoding to keep the characters.%sSave anyway?
CloseDirectory=Κλείσιμο καταλόγου %s, είστε βέβαιοι;
DeleteDirectory=Διαγραφή καταλόγου %s, είστε σίγουροι;
DeleteFile=Διαγραφή αρχείου %s, είστε σίγουροι;
DeleteLine=Διαγραφή γραμμής, είστε σίγουροι;
NewVersion=Μια νέα έκδοση %s του %s είναι διαθέσιμη. %sΕπιθυμείτε να τη λάβετετε μέσω Internet;
RecordMacro=Να γίνει καταγραφή νέας μακροεντολής, είστε βέβαιοι;
ReopenFileWithEncoding=Άνοιγμα ξανά του αρχείου με "%s" κωδικοποίηση;
ReplaceOccurence=Αντικατάσταση εμφάνισης του "%s";
ResetColor=Αρχικοποίηση %s χρώματος, είστε σίγουροι;
SaveChanges=Αποθήκευση αλλαγών;
SearchMatchNotFound=Η αναζήτηση δεν είχε αποτέλεσμα.%sΝα γίνει επανάληψη από την αρχή του αρχείου;
SearchStringNotFound=Η συμβολοσειρά "%s" δε βρέθηκε

[ChangedFilesDialog]
Caption=Επαναφόρτωση τροποποιημένων αρχείων
VirtualDrawTree:0=Αρχείο
VirtualDrawTree:1=Διαδρομή

[ClipboardHistoryDialog]
ActionClearAll=Απαλοιφή όλων
ActionCopyToClipboard=Αντιγραφή στο πρόχειρο
ActionInsertInEditor=Εισαγωγή στο πρόγραμμα επεξεργασίας
Caption=Ιστορικό προχείρου

[ColorConstant]
SColorBoxCustomCaption=Προσαρμοσμένο...
SName3DDkShadow=3D Σκούρα σκιά
SName3DLight=3D Φωτεινό
SNameActiveBorder=Ενεργό Περίγραμμα
SNameActiveCaption=Ενεργή Λεζάντα
SNameAppWorkSpace=Χώρος Εργασίας Εφαρμογών
SNameAqua=Aqua
SNameBackground=Φόντο
SNameBlack=Μαύρο
SNameBlue=Μπλε
SNameBtnFace=Πρόσωπο Κουμπιών
SNameBtnHighlight=Επισήμανση Κουμπιού
SNameBtnShadow=Σκιά Κουμπιού
SNameBtnText=Κείμενο Κουμπιού
SNameCaptionText=Κείμενο Λεζάντας
SNameCream=Κρεμ
SNameDefault=Προεπιλογή
SNameFuchsia=Φούξια
SNameGradientActiveCaption=Ντεγκραντέ Ενεργή Λεζάντα
SNameGradientInactiveCaption=Ντεγκραντέ Ανενεργή Λεζάντα
SNameGray=Γκρί
SNameGrayText=Γκρι Κείμενο
SNameGreen=Πράσινο
SNameHighlight=Επισήμανση Φόντου
SNameHighlightText=Επισήμανση Κειμένου
SNameHotLight=Καυτό Φως
SNameInactiveBorder=Ανενεργή Λεζάντα
SNameInactiveCaption=Ανενεργή Λεζάντα
SNameInactiveCaptionText=Κείμενο Ανενεργής Λεζάντας
SNameInfoBk=Φόντο Πληροφοριών
SNameInfoText=Κείμενο Πληροφοριών
SNameLime=Λάϊμ
SNameMaroon=Καφέ
SNameMedGray=Μεσαίο Gκρι
SNameMenu=Φόντο Mενού
SNameMenuBar=Γραμμή Mενού
SNameMenuHighlight=Επισήμανση Μενού
SNameMenuText=Κείμενο Μενού
SNameMoneyGreen=Πράσινο
SNameNavy=Navy
SNameNone:t=Translation needed
SNameNone=Κανένα
SNameOlive=Λαδί
SNamePurple=Μωβ
SNameRed=Κόκκινο
SNameScrollBar=Μπάρα Κύλισης
SNameSilver=Ασημί
SNameSkyBlue=Γαλάζιο
SNameTeal=Teal
SNameWhite=Λευκό
SNameWindow=Φόντο Παραθύρου
SNameWindowFrame=Πλαίσιο Παραθύρου
SNameWindowText=Κείμενο Παραθύρου
SNameYellow=Κίτρινο

[CompareForm]
ActionExit:h=Έξοδος από τη σύγκριση κειμένου
ActionExit=Έξοδος
ActionLeftCopy:h=Αντιγραφή της τρέχουσας γραμμής στα δεξιά του αρχείου
ActionLeftCopy=Αντιγραφή
ActionLeftFileOpen:h=Άνοιγμα υπάρχοντος αρχείου
ActionLeftFileOpen=Άνοιγμα
ActionLeftFileSave:h=Αποθήκευση αρχείου
ActionLeftFileSave=Αποθήκευση
ActionLeftNext:h=Μετακίνηση στην επόμενη διαφορά
ActionLeftNext:s=F3
ActionLeftNext=Επόμενο
ActionLeftPrevious:h=Μετακίνηση στη προηγούμενη διαφορά
ActionLeftPrevious:s=Shift+F3
ActionLeftPrevious=Προηγούμενο
ActionLeftReload:h=Επαναφόρτωση τρέχοντος αρχείου
ActionLeftReload=Επαναφόρτωση
ActionLeftSwap:h=Εναλλαγή της τρέχουσας γραμμής με το δεξί αρχείο
ActionLeftSwap=Εναλλαγή
ActionOptions:h=Επιλογές σύγκρισης κειμένου
ActionOptions=Επιλογές
ActionRightCopy:h=Αντιγραφή της τρέχουσας γραμμής στο αριστερό αρχείο
ActionRightCopy=Αντιγραφή
ActionRightFileOpen:h=Άνοιγμα υπάρχοντος αρχείου
ActionRightFileOpen=Άνοιγμα
ActionRightFileSave:h=Αποθήκευση αρχείου
ActionRightFileSave=Αποθήκευση
ActionRightNext:h=Μετακίνηση στη προηγούμενη διαφορά
ActionRightNext:s=F4
ActionRightNext=Επόμενο
ActionRightPrevious:s=Shift+F4
ActionRightPrevious=Προηγούμενο
ActionRightReload:h=Επαναφόρτωση τρέχοντος αρχείου
ActionRightReload=Επαναφόρτωση
ActionRightSwap:h=Εναλλαγή της τρέχουσας γραμμής με αριστερό αρχείο
ActionRightSwap=Εναλλαγή
ActionSearchFindPrevious:h=Εύρεση Π&ροηγούμενου
ActionSearchFindPrevious:s=Shift+Ctrl+F3
ActionSearchFindNext:h=Εύρεση Ε&πόμενου
ActionSearchFindNext:s=Ctrl+F3
ActionSearchMatchCase:h=Πεζά
ActionSearchMatchCase=Πεζά
ActionSearchWholeWords:h=Μόνο ολόκληρες λέξεις
ActionSearchWholeWords=Μόνο ολόκληρες λέξεις
ActionSearchClose:h=Κλείσιμο
Caption=Σύγκριση κειμένου

[CompareOptionsDialog]
Caption=Επιλογές σύγκρισης κειμένου
CheckBoxIgnoreBlanks=Παράλειψη Κενών
CheckBoxIgnoreCase=Παράλειψη Πεζών
CheckBoxShowSpecialChars=Εμφάνιση Ειδικοί Χαρακτήρες
ComboBoxColorTheme=Χρώμα

[ConfirmReplaceDialog]
Caption=Επιβεβαίωση Αντικατάστασης

[Constant]
Active=Ενεργά
ActualSize:t=Translation needed
ActualSize=Actual size
AddFile:t=Translation needed
AddFile=Add file
AllFiles=Όλα
Arrow=Βέλος
AutoSave=Αυτόματη Αποθήκευση
Block=Μπλοκ
Blue:t=Translation needed
Blue=Blue
Bookmark=Σελιδοδείκτης
Bookmarks=Σελιδοδείκτες
Bottom=Κάτω Μέρος
Bytes=bytes
CharacterCount=Πλήθος χαρακτήρων
Circle=Κύκλος
Color=Χρώμα
CompareFiles=Σύγκριση Αρχείων
Confirmation=Επιβεβαίωση
Connecting=Γίνεται σύνδεση
CountingFiles=Καταμέτρηση αρχείων...
Dash=Παύλα
Default=Προεπιλογή
DirectoryItems=Στοιχεία καταλόγου
DocumentIsValid:t=Translation needed
DocumentIsValid=Document is valid.
Dot=Τελεία
DoubleUnderline:t=Translation needed
DoubleUnderline=Double underline
Download=Λήψη
DownloadCancelling=Ακύρωση...
DownloadDone=Έγινε.
EditDirectory=Επεξεργασία Καταλόγου
Encoding=Κωδικοποίηση
Enter=Εισαγωγή
Error=Λάθος
Extended=Εκτεταμένη - \n, \t, \0
FavouriteItems=Αγαπημένα
FileMaskItems=Στοιχεία μάσκας αρχείου
FilesFound=%d αρχείο(-α) που βρέθηκαν σε %s
FitHeight:t=Translation needed
FitHeight=Fit height
FitWidth:t=Translation needed
FitWidth=Fit width
Gigabyte=GB
GoToBookmark=Μετάβαση στο σελιδοδείκτη
GoToLine=Μετάβαση στη γραμμή
Green:t=Translation needed
Green=Green
HalfBlock=Μισό Μπλοκ
Hide=Απόκρυψη
Highlighter=Έμφαση
HorizontalLine=Οριζόντια Γραμμή
Hovered=Κινήθηκε
Inactive=Ανενεργό
Information=Πληροφορίες
Insert=Εισαγωγή
InsertTags=Εισαγωγή HTML/XML ετικετών
Installer=Εγκαταστάτης
InvalidName=Λάθος όνομα
Keyword:t=Translation needed
Keyword=Keyword
Kilobyte=KB
LanguageEditor=Επεξεργαστής Γλώσσας - %s
Left=Αριστερά
Length=Μήκος
Line=Γραμμή
LineCount=Πλήθος γραμμών
LoadingFile=Φόρτωση αρχείου...
LoadingFiles=Φόρτωση αρχείων...
LoadingOutput=Φόρτωση Εξόδου...
LowerCase:t=Translation needed
LowerCase=Lower case
MatchFound=%d ταιριάσματα%s που βρέθηκαν
MatchFoundPluralExtension=es
Megabyte=MB
Memory=Μνήμη
Minute=ελάχ
Modified=Τροποποιήθηκε
NewFolder=Νέος φάκελος
NoChange=Χωρίς αλλαγή
None=κανένα
Normal=Κανονικό
OccurencesFound=%d εμφάνιση (-εις) βρέθηκαν σε %s
Open=Άνοιγμα
OpenDirectory=Άνοιγμα Καταλόγου
Overwrite=Αντικατάσταση
Page=Σελίδα
Password=Κωδικός πρόσβασης 
Pilcrow=Pilcrow
PleaseWait=Παρακαλώ περιμένετε
Position=Θέση: %d
PreviewFilePage=Σελίδα: $PAGENUM$ από $PAGECOUNT$
PreviewPage=Σελίδα: %d / %d
PreviewPrintFile=Εκτύπωση (%s)|Εκτύπωση εγγράφου σε %s
PrintedBy=Τυπώθηκε από %s
ProcessingFile=Επεξεργασία αρχείου...
Purple:t=Translation needed
Purple=Purple
ReadOnly=Μόνο για ανάγνωση
Red:t=Translation needed
Red=Red
RegularExpression=Συνήθης έκφραση
Rename=Επιθυμείτε τη μετονομασία του "%s" σε "%s"?
RenameFailed=%s μετονομασία απέτυχε
RenameTab:t=Translation needed
RenameTab=Rename tab
ReopenItems=Άνοιγμα στοιχείων ξανά
Results=Αποτελέσματα
Right=Δεξιά
RightMargin=Δεξί περιθώριο
SaveAs=Αποθήκευση Ως
Search=Αναζήτηση
SearchFor=Αναζήτηση για "%s"
SearchItems=Αναζήτηση στοιχείων
Second=δευ
SelectRootDirectory=Επιλογή κεντρικού καταλόγου
SelectWorkingDirectory=Επιλογή καταλόγου εργασίας
SentenceCase:t=Translation needed
SentenceCase=Sentence case
Separator=Διαχωριστικό
ShowOnlyInList:t=Translation needed
ShowOnlyInList=Show only in list
Snippet:t=Translation needed
Snippet=Snippet
Solid=Στερεό
Speed=Ταχύτητα
Square=Τετράγωνο
Text:t=Translation needed
Text=Text
TextToFindItems=Κείμενο για εύρεση στοιχείων
ThinHorizontalLine=Λεπτή οριζόντια γραμμή
ThinVerticalLine=Λεπτή κάθετη γραμμή
ToggleBookmark=Εναλλαγή σελιδοδείκτη
Top=Κορυφή
TopLine=Πρώτη Γραμμή: %d
Triangle=Τρίγωνο
Underline:t=Translation needed
Underline=Underline
Untitled=Έγγραφο
UpperCase:t=Translation needed
UpperCase=Upper case
UseOnAllHighlighters:t=Translation needed
UseOnAllHighlighters=Use on all highlighters
VersionInfoNotFound=Δε βρέθηκαν πληροφορίες για την έκδοση.
VerticalLine=Κάθετη Γραμμή
Warning=Προειδοποίηση
WaveLine:t=Translation needed
WaveLine=Wave line
WavyZigzag:t=Translation needed
WavyZigzag=Wavy zigzag
Width=Πλάτος
Wildcard=Μπαλαντέρ - *, ?, #
WordCount=Πλήθος λέξεων
Yellow:t=Translation needed
Yellow=Yellow 
ZipPackage=Πακέτο Zip

[ConvertConstant]
AcreFeet=Πόδια
AcreInches=Ίντσες
Acres=Στρέμματα
Angstroms=Άνγκστρεμ
Area=Έκταση
Ares=Εκατόμετρα
AstronomicalUnits=Αστρονομικές Μονάδες
Binary=Δυαδικό
Celsius=Κελσίου
Centares=Centares
Centigrams=Εκατοστόγραμμα
CentiLiters=Εκατοστόμετρα
Centimeters=Εκατοστά
Centuries=Αιώνες
Chains=Αλυσίδες
CordFeet=Cord Feet
Cords=Cords
CubicCentimeters=Κυβικά Εκατοστά
CubicDecameters=Κυβικά Δεκάμετρα
CubicDecimeters=Κυβικά Δεκατόμετρα
CubicFeet=Κυβικά Πόδια
CubicHectometers=Κυβικά Εκατόμετρα
CubicInches=Κυβικές Ίντσες
CubicKilometers=Κυβικά Χιλιόμετρα
CubicMeters=Κυβικά Μέτρα
CubicMiles=Κυβικά Μίλια
CubicMillimeters=Κυβικά Χιλιοστά
CubicYards=Κυβικές Γιάρδες
Cubits=Πήχεις
DateTime=Ημερομηνία Ώρα
Days=Ημέρες
Decades=Δεκαετίες
Decagrams=Δέκα Γραμμάρια
DecaLiters=Δεκάλιτρα
Decameters=Δεκατόμετρα
Decasteres=Decasteres
Decigrams=Δεκατογραμμάρια
DeciLiters=Δεκατόλιτρα
Decimal=Δεκαδικό
Decimeters=Δεκατόμετρα
Decisteres=Decisteres
Distance=Απόσταση
Drams=Δράμια
DryBuckets=Dry Buckets
DryBushels=Dry Bushels
DryGallons=Dry Gallons
DryPecks=Dry Pecks
DryPints=Dry Pints
DryQuarts=Dry Quarts
Fahrenheit=Φάρεναϊτ
Fathoms=Οργιές
Feet=Πόδια
FluidCups=Κούπες Υγρού
FluidGallons=Γαλόνια (Υγρό)
FluidGills=Μέτρα Υγρού
FluidOunces=Ουγγιές Υγρού
FluidPints=Πίντες Υγρού
FluidQuarts=Τέταρτα Γαλονιού
FluidTablespoons=Κουταλιές Της Σούπας Υγρού
FluidTeaspoons=Κουταλιές Του Γλυκού Υγρού
Fortnights=Δεκαπενθήμερα
Furlongs=Furlongs
Gigameters=Γιγάμετρα
Grains=Κόκκοι
Grams=Γραμμάρια
Hands=Χέρια
Hectares=Εκτάρια
Hectograms=Εκατόγραμμα
HectoLiters=Εκατόλιτρα
Hectometers=Εκατόμετρα
Hexadecimal=Δεκαεξαδικό
Hours=Ώρες
Inches=Ίντσες
JulianDate=Ιουλιανή Ημερομηνία
Kelvin=Κέλβιν
Kilograms=Κιλά
KiloLiters=Χιλιόλιτρα
Kilometers=Χιλιόμετρα
LightYears=Έτη Φωτός
Links=Σύνδεσμοι
Liters=Λίτρα
LongTons=Μεγάλοι Τόνοι
Mass=Μάζα
Megameters=Μεγάμετρα
Meters=Μέτρα
MetricTons=Μετρικοί Τόνοι
Micrograms=Μικρογραμμάρια
Micromicrons=Micromicrons
Microns=Μικρόμετρα
Miles=Μίλια
Millennia=Χιλιετίες
Milligrams=Χιλιοστόγραμμα
MilliLiters=Χιλιοστόλιτρα
Millimeters=Χιλιοστά
Millimicrons=Χιλιοστομικρά
MilliSeconds=Χιλιοστά Του Δευ/του
Minutes=Λεπτά
ModifiedJulianDate=Τροποποιημένη Ιουλιανή Ημερομηνία
Months=Μήνες
Nanograms=Νανογραμμάρια
NauticalMiles=Ναυτικά Μίλια
NumeralSystem=Σύστημα Αρίθμησης
Ounces=Ουγγιές
Paces=Βήματα
Parsecs=Παρσέκ
Picas=Picas
Points=Πόντοι
Pounds=Λίβρες
Rankine=Rankine
Reaumur=Reaumur
Rods=Ράβδοι
Seconds=Δευτ/τα
SquareCentimeters=Τετραγωνικά Εκατοστά
SquareDecameters=Τετραγωνικά Δεκατόμετρα
SquareDecimeters=Τετραγωνικά Δεκατόμετρα
SquareFeet=Τετραγωνικά Πόδια
SquareHectometers=Τετραγωνικά Εκατόμετρα
SquareInches=Τετραγωνικές Ίντσες
SquareKilometers=Τετραγωνικά Χιλιόμετρα
SquareMeters=Τετραγωνικά Μέτρα
SquareMiles=Τετραγωνικά Μίλια
SquareMillimeters=Τετραγωνικά Χιλιοστά
SquareRods=Τετραγωνικά Rods
SquareYards=Τετραγωνικές Γιάρδες
Steres=Κυβικά Μέτρα
Stones=Στόουν
Temperature=Θερμοκρασία
Time=Χρόνος
Tons=Τόνοι
UKBuckets=Buckets Αγγλίας
UKBushels=Μπουσέλ Αγγλίας
UKGallons=Γαλόνια Αγγλίας
UKGill=Gills Αγγλίας
UKOunces=Ουγγιές Αγγλίας
UKPecks=Pecks Αγγλίας
UKPints=Πίντες Αγγλίας
UKPottle=Pottles Αγγλίας
UKQuarts=Τέταρο Γαλονιού Αγγλίας
Weeks=Εβδομάδες
Volume=Τόμος
Yards=Γιάρδες
Years=Έτη

[ConvertForm]
Caption=Μετατροπή Μεταξύ Αριθμητικών Μονάδων
ComboBoxFrom=Από
ComboBoxTo=Σε
ComboBoxType=Είδος
EditResult=Αποτέλεσμα
EditValue=Τιμή

[DialogConstant]
SMsgDlgAbort=Από&ρριψη
SMsgDlgAll=Ό&λα
SMsgDlgCancel=Ακύρωση
SMsgDlgClose=&Κλείσιμο
SMsgDlgConfirm=Επιβεβαίωση
SMsgDlgError=Λάθος
SMsgDlgHelp=&Βοήθεια
SMsgDlgHelpHelp=Βοήθεια
SMsgDlgHelpNone=Δεν υπάρχει διαθέσιμη βοήθεια
SMsgDlgIgnore=&Παράλειψη
SMsgDlgInformation=Πληροφορίες
SMsgDlgNo=Ό&χι
SMsgDlgNoToAll=Ό&χι σε Όλα
SMsgDlgOK=Εντάξει
SMsgDlgRetry=Επανά&ληψη
SMsgDlgWarning=Προειδοποίηση
SMsgDlgYes=&Ναι
SMsgDlgYesToAll=&Ναι σε Όλα
SNoMappingForUnicodeCharacter=Δεν υπάρχει αντιστοίχιση για το χαρακτήρα Unicode στη κωδικοσελίδα προορισμού πολλαπλών byte

[DirectoryTabDialog]
CheckBoxExcludeOtherDirectoryBranches=Εξαίρεση Άλλων Υποκαταστημάτων Καταλόγου
ComboBoxDrives=Οδηγών
ComboBoxFileMask=Είδους Αρχείου
EditRootDirectory=Κεντρικός Κατάλογος
EditTabName=Όνομα Καρτέλας
GroupBoxOptions=Επιλογές

[DownloadURLDialog]
ActionCancel=Ακύρωση
ActionOK=Εντάξει
Caption=Λήψη

[EditorColorElements]
ActiveLineBackground=Φόντο ενεργής γραμμής
ActiveLineBackgroundUnfocused:t=Translation needed
ActiveLineBackgroundUnfocused=Το φόντο της ενεργής γραμμής δεν είναι εστιασμένο
ActiveLineForeground=Προσκήνιο ενεργής πγραμμής
ActiveLineForegroundUnfocused=Το προσκήνιο της ενεργής γραμμής δεν είναι εστιασμένο
Background=Φόντο
CodeFoldingActiveLineBackground=Κώδικας που διπλώνει το υπόβαθρο της ενεργής γραμμής
CodeFoldingActiveLineBackgroundUnfocused=Κώδικας που διπλώνει το υπόβαθρο της ενεργής γραμμής μη εστιασμένο
CodeFoldingBackground=Κώδικας που διπλώνει το φόντο
CodeFoldingCollapsedLine=Κώδικας που διπλώνει τη συμπτυγμένη γραμμή
CodeFoldingFoldingLine=Code folding folding line
CodeFoldingFoldingLineHighlight:t=Translation needed
CodeFoldingFoldingLineHighlight=Code folding folding line highlight
CodeFoldingHintBackground:t=Translation needed
CodeFoldingHintBackground=Code folding hint background
CodeFoldingHintBorder:t=Translation needed
CodeFoldingHintBorder=Code folding hint border
CodeFoldingHintIndicatorBackground:t=Translation needed
CodeFoldingHintIndicatorBackground=Code folding hint indicator background
CodeFoldingHintIndicatorBorder:t=Translation needed
CodeFoldingHintIndicatorBorder=Code folding hint indicator border
CodeFoldingHintIndicatorMark:t=Translation needed
CodeFoldingHintIndicatorMark=Code folding hint indicator mark
CodeFoldingHintText:t=Translation needed
CodeFoldingHintText=Code folding hint text
CodeFoldingIndent:t=Translation needed
CodeFoldingIndent=Code folding indent
CodeFoldingIndentHighlight:t=Translation needed
CodeFoldingIndentHighlight=Code folding indent highlight
CompletionProposalBackground:t=Translation needed
CompletionProposalBackground=Completion proposal background
CompletionProposalBorder:t=Translation needed
CompletionProposalForeground:t=Translation needed
CompletionProposalForeground=Completion proposal foreground
CompletionProposalSelectedBackground:t=Translation needed
CompletionProposalSelectedBackground=Completion proposal selected background
CompletionProposalSelectedText:t=Translation needed
CompletionProposalSelectedText=Completion proposal selected text
LeftMarginActiveLineBackground:t=Translation needed
LeftMarginActiveLineBackground=Left margin active line background
LeftMarginActiveLineBackgroundUnfocused:t=Translation needed
LeftMarginActiveLineBackgroundUnfocused=Left margin active line background unfocused
LeftMarginActiveLineNumber:t=Translation needed
LeftMarginActiveLineNumber=Left margin active line number
LeftMarginBackground:t=Translation needed
LeftMarginBackground=Left margin background
LeftMarginBookmarkPanel:t=Translation needed
LeftMarginBookmarkPanel=Left margin bookmark panel
LeftMarginBorder=Περιθώριο αριστερού περιγράμματος
LeftMarginLineNumberLine:t=Translation needed
LeftMarginLineNumberLine=Left margin line number line
LeftMarginLineNumbers=Αριθμοί γραμμών αριστερού περιθωρίου
LeftMarginLineStateModified:t=Translation needed
LeftMarginLineStateModified=Left margin line state modified
LeftMarginLineStateNormal:t=Translation needed
LeftMarginLineStateNormal=Left margin line state normal
MatchingPairMatched=Ταίριασμα ζεύγους
MatchingPairUnmatched=Μη ταίριασμα ζεύγους
MinimapBackground=Minimap φόντο
MinimapBookmark=Minimap σελιδοδείκτες
MinimapVisibleLines=Minimap ορατές γραμμές
RightMargin=Δεξί περιθώριο
RightMovingEdge=Δεξιά κινούμενη άκρη
RulerBackground=Φόντο χάρακα
RulerBorder=Περίγραμμα χάρακα
RulerLines=Γραμμές χάρακα
RulerMovingEdge=Κινούμενο άκρο χάρακα
RulerNumbers=Αριθμοί χάρακα
RulerSelection=Επιλογή χάρακα
SearchHighlighterBackground=Φόντο επισήμανσης αναζήτησης
SearchHighlighterBorder=Περίγραμμα επισήμανσης αναζήτησης
SearchHighlighterForeground=Αναζήτηση προσκηνίου επισήμανσης
SearchInSelectionBackground=Αναζήτηση στο φόντο της επιλογής
SearchMapActiveLine=Αναζήτηση ενεργής γραμμής χάρτη
SearchMapBackground=Φόντο χάρτη αναζήτησης
SearchMapForeground=Αναζήτηση προσκηνίου χάρτη
SelectionBackground=Φόντο επιλογής
SelectionForeground=Προσκήνιο επιλογής
SyncEditBackground=Συγχρονισμός φόντου επεξεργασίας
SyncEditEditBorder=Συγχρονισμός περιγράμματος επεξεργασίας
SyncEditWordBorder=Συγχρονισμός επεξεργασίας περιγράμματος λέξης
WordWrapIndicatorArrow=Βέλος ένδειξης αναδίπλωσης λέξεων
WordWrapIndicatorLines=Γραμμές ένδειξης αναδίπλωσης λέξεων

[ErrorMessage]
DefaultEmailProgramNotFound=Δεν είναι δυνατή η εύρεση προγράμματος αποστολής μηνυμάτων ηλεκτρονικού ταχυδρομείου
DirectoryNotExist=Ο κατάλογος "%s" δεν υπάρχει
EnterFilename=Εισαγωγή ονόματος αρχείου.
EnterKeyword:t=Translation needed
EnterKeyword=Enter keyword.
EnterPath=Εισαγάγετε διαδρομή.
EnterServer=Εισαγωγή Εξυπηρετητή.
EnterTabName=Εισάγετε το όνομα της καρτέλας.
FileNotFound=Το αρχείο "%s" δε βρέθηκε.
RootDirectoryNotExist=Ο Κεντρικός Κατάλογος δεν υπάρχει.

[ExecuteDialog]
ActionDelete:h=Διαγραφή στοιχείου
ActionDelete=Διαγραφή
ActionEdit:h=Επεξεργασία στοιχείου
ActionEdit=Επεξεργασία
ActionInsert:h=Εισαγωγή στοιχείου
ActionInsert=Εισαγωγή
ActionMoveDown:h=Μετακίνηση επιλεγμένου στοιχείου προς τα κάτω
ActionMoveDown=Μετακίνηση προς τα κάτω
ActionMoveUp:h=Μετακίνηση επιλεγμένου στοιχείου προς τα πάνω
ActionMoveUp=Μετακίνηση προς τα πάνω
ActionSort:h=Ταξινόμηση στοιχείων
ActionSort=Ταξινόμηση
Caption=Εκτέλεση στοιχείων

[ExecuteEditDialog]
Caption=Εκτέλεση στοιχείου
CheckBoxSaveActiveFile:t=Translation needed
CheckBoxSaveActiveFile=Save active file
CheckBoxShowOutput=Εμφάνιση εξόδου
ComboBoxShortcut=Συντόμευση
EditFilename=Όνομα αρχείου
EditParameters=Παράμετροι
EditTitle=Τίτλος
EditWorkingDirectory=Κατάλογος εργασίας

[FilesSelectDialog]
ActionSelectAll:h=Επιλογή όλων των αρχείων
ActionSelectAll=Επιλογή όλων
ActionUnselectAll:h=Αποεπιλογή όλων των αρχείων
ActionUnselectAll=Αποεπιλογή όλων
Caption=Επιλογή αρχείων
VirtualDrawTree:0=Αρχείο
VirtualDrawTree:1=Διαδρομή

[FileTypes]
7Zip=Αρχεία 7-Zip (*.7z)|*.7z
ABAP=Αρχεία ABAP (*.abap)
ActionScript=Αρχεία ActionScript (*.as)
ASP=Αρχεία ASP (*.asp)
Assembler - 6502=Αρχεία 6502 Assembler (*.asm)
Assembler - 68HC11=Αρχεία 68HC11 Assembler (*.hc11;*.asc)
AutoHotkey=Αρχεία AutoHotkey (*.ahk)
AutoIt v3=Αρχεία AutoIt (*.au3)
AWK=AWK Σενάρια (*.awk)
Bash=Αρχεία Bash (*.sh)
C#=Αρχεία C# (*.cs)
C++=Αρχεία C++ (*.cpp;*.hpp)
C=Αρχεία C (*.c;*.h)
Clojure=Αρχεία Clojure (*.clj;*.cljs;*.cljc;*.edn)
CoffeeScript=Αρχεία CoffeeScript (*.coffee)
CSS=Αρχεία Cascading Stylesheet (*.css)
D=Αρχεία D (*.d;*.di)
Dart=Αρχεία Dart (*.dart)
Delphi Form Module=Αρχεία Delphi Form Module (*.dfm)
Diff=Αρχεία Difference (*.diff)
DWScript=Αρχεία DWScript (*.dws)
Eiffel=Αρχεία Eiffel (*.e;*.es)
Elixir=Αρχεία Elixir (*.exs)
Elm=Αρχεία Elm (*.elm)
Erlang=Αρχεία Erlang (*.erl;*.hrl)
Euphoria=Αρχεία Euphoria (*.e;*.ex;*.exw;*.edb)
Exe=Αρχεία Exe (*.exe)|*.exe
F#=Αρχεία F# (*.fs)
Free Pascal=Αρχεία Free Pascal (*.pp)
FreeBASIC=Αρχεία FreeBASIC (*.bi;*.bas)
GDScript=Αρχεία GDScript (*.gd)
Git Ignore=Αρχεία Git Ignore (*.gitignore)
GLSL=Αρχεία GLSL (*.glsl)
Go=Αρχεία Go (*.go)
Gravity=Αρχεία Gravity (*.gravity)
Groovy=Αρχεία Groovy (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=Αρχεία HTML (*.html;*.htm)
INI=Αρχεία INI (*.ini;*.lng)
Inno Setup=Αρχεία Inno Setup (*.iss)
Java=Αρχεία Java (*.java)
JavaScript=Αρχεία JavaScript (*.js)
JSON=Αρχεία JSON (*.json)
Julia=Αρχεία Julia (*.jl)
Kotlin=Αρχεία Kotlin (*.kt;*.kts)
Language=Αρχεία Γλώσσας (*.lng)|*.lng
LaTex=Αρχεία LaTex (*.lat;*.tex;*.lex)
Lisp=Αρχεία Lisp (*.lisp)
Log file=Αρχεία Log (*.log)
Lua=Αρχεία Lua (*.lua)
Macro=Αρχεία Macro (*.mcr)|*.mcr
Markdown=Αρχεία Markdown (*.md)
MATLAB=Αρχεία MATLAB (*.matlab)
MIME=Αρχεία MIME (*.eml;*.mht)
MS-DOS Batch=Αρχεία MS-DOS Batch (*.bat;*.cmd)
MSI=Αρχεία MSI (*.msi)|*.msi
NSIS=Αρχεία NSIS (*.nsi)
Object Pascal=Αρχεία Pascal (*.pas;*.dpr;*.dpk)
Objective-C=Αρχεία Objective-C (*.m)
OCaml=Αρχεία OCaml (*.ml)
PDF=Αρχεία PDF (*.pdf)
Perl=Αρχεία Perl (*.pl;*.pm;*.cgi)
PHP=Αρχεία PHP (*.php;*.class;*.inc)
PowerShell=Αρχεία PowerShell (*.ps1)
Python=Αρχεία Python (*.py)
R=Αρχεία R (*.r;*.rdata;*.rds;*.rda)
Red=Αρχεία Red (*.red;*.reds)
Ruby=Αρχεία Ruby (*.rb;*.rbw)
Rust=Αρχεία Rust (*.rc)
Scala=Αρχεία Scala (*.scala)
SQL - Standard=Αρχεία SQL (*.sql)
Structured Text=Αρχεία Structured Text (*.st; *.iecst)
Swift=Αρχεία Swift (*.swift)
TclTk=Αρχεία Tcl/Tk (*.tcl)
Text=Αρχεία Text (*.txt)
TypeScript=Αρχεία TypeScript (*.ts)
UnrealScript=Αρχεία UnrealScript (*.uc)
Visual Basic=Αρχεία Visual Basic (*.vb;*.bas)
Visual FoxPro=Αρχεία Visual FoxPro (*.pjx;*.prg)
VRCalc++=Αρχεία VRCalc++ (*.vrc;*.vrcm)
XML=Αρχεία XML (*.xml;*.xsd;*.csl;*.dtd;*.dproj;*.groupproj;*.opml;*.rdf;*.svg;*.wxs)
XSL=Αρχεία XSL (*.xsl;*.xslt)
YAML=Αρχεία YAML (*.yml)
Zip=Αρχεία Zip (*.zip)|*.zip

[FindDuplicatesDialog]
ActionDirectoryItems=Στοιχεία καταλόγου...
ActionFileMaskItems=Στοιχεία μάσκας αρχείου...
Caption=Εύρεση διπλοτύπων
CheckBoxIgnoreBlanks=Παράλειψη Κενών
CheckBoxIgnoreCase=Παράλειψη Πεζών
CheckBoxIncludeSubdirectories=Αναζήτηση Σε Υποφακέλους
CheckBoxScanHorizontally=Οριζόντια σάρωση
CheckBoxScanVertically=Κάθετη σάρωση
ComboBoxDirectories:h=Πολλαπλοί κατάλογοι διαχωρίζονται με ερωτηματικό
ComboBoxDirectories=Φάκελος
ComboBoxFileMask=Τύπος Αρχείου
GroupBoxOptions=Επιλογές
GroupBoxSearch=Αναζήτηση
GroupBoxSearchDirectoryOptions=Επιλογές καταλόγου αναζήτησης
RadioButtonSearchAllOpenFiles=Αναζήτηση σε όλα τα ανοιχτά αρχεία
RadioButtonSearchInDirectories=Αναζήτηση σε φακέλους
SpinEditMinimumBlockSize=Ελάχιστο μέγεθος μπλοκ
SpinEditMinimumCharacters=Ελάχιστοι χαρακτήρες

[FindInFilesDialog]
ActionDirectoryItems=Στοιχεία καταλόγου...
ActionFileMaskItems=Στοιχεία μάσκας αρχείου...
ActionSearchEngine=Επιλογή μηχανής αναζήτησης
ActionTextToFindItems=Κείμενο για εύρεση στοιχείων...
Caption=Εύρεση Σε Αρχεία
CheckBoxDisplayResultsInSeparateTab=Εμφάνιση αποτελεσμάτων σε ξεχωριστή καρτέλα
CheckBoxGroupResultsByFile=Ομαδοποίηση αποτελεσμάτων με αρχεία
CheckBoxIncludeSubdirectories=Αναζήτηση Σε Υποφακέλους
CheckBoxMatchCase=Πεζά
CheckBoxShowOnlyResult=Εμφάνιση μόνο του αποτελέσματος
CheckBoxWholeWords=Μόνο ολόκληρες λέξεις
ComboBoxDirectories:h=Πολλαπλοί κατάλογοι διαχωρίζονται με ερωτηματικό
ComboBoxDirectories=Φάκελος
ComboBoxFileMask=Τύπος Αρχείου
ComboBoxTextToFind=Εύρεση
GroupBoxOptions=Επιλογές
GroupBoxOutputOptions=Έξοδος
GroupBoxSearch=Αναζήτηση
GroupBoxSearchDirectoryOptions=Επιλογές καταλόγου αναζήτησης
RadioButtonSearchAllOpenFiles=Αναζήτηση σε όλα τα ανοιχτά αρχεία
RadioButtonSearchInCurrentFile:t=Translation needed
RadioButtonSearchInCurrentFile=In current file
RadioButtonSearchInDirectories=Αναζήτηση σε καταλόγους

[HighlighterColorElements]
AssemblerComment=Σχόλιο συναρμολογητή
AssemblerReservedWord=Δεσμευμένη λέξη συναρμολογητή
Attribute=Χαρακτηριστικό
Character=Χαρακτήρας
Comment=Σχόλιο
Directive=Οδηγία
Editor=Πρόγραμμα επεξεργασίας
HexNumber=Δεκαεξαδικός αριθμός
HighlightedBlock=Επισημασμένο μπλοκ
HighlightedBlockSymbol:t=Translation needed
HighlightedBlockSymbol=Highlighted block symbol
LogicalOperator:t=Translation needed
LogicalOperator=Logical operator
Method:t=Translation needed
Method=Method
MethodItalic:t=Translation needed
MethodItalic=Method italic
MethodName:t=Translation needed
MethodName=Method name
Number=Αριθμός
ReservedWord=Δεσμευμένη λέξη
String=Συμβολοσειρά
Symbol=Σύμβολο
Value:t=Translation needed
Value=Value
WebLink:t=Translation needed
WebLink=Web link

[HighlighterFontElements]
CodeFoldingHint=Υπόδειξη αναδίπλωσης κώδικα
CompletionProposal=Πρόταση ολοκλήρωσης
LineNumbers=Αριθμοί γραμμών
Minimap=Minimap
Ruler=Χάρακας
Text=Κείμενο

[InformationDialog]
Caption=Πληροφορίες
LabelAccessed=Προσπελάστηκε
LabelCharacterCount=Χαρακτήρες
LabelCreated=Δημιουργήθηκε
LabelFilename=Όνομα αρχείου
LabelLength=Μήκος
LabelLineCount=Γραμμές
LabelLocation=Τοποθεσία
LabelModified=Τροποποιήθηκε
LabelSize=Μέγεθος
LabelSizeOnDisk=Μέγεθος στο δίσκο
LabelWordCount=Λέξεις

[Buttons]
ButtonCancel=Ακύρωση
ButtonDonations=Δωρεές
ButtonDownloadAllSkins=Λήξη όλων των εμφανίσεων
ButtonLicense=Άδεια Χρήσης...
ButtonNo=Ό&χι
ButtonOK=Εντάξει
ButtonYes=&Ναι
ButtonYesToAll=Ναι σε ό&λα

[ItemListDialog]
ActionClearAll:h=Απαλοιφή όλων των στοιχείων
ActionClearAll=Απαλοιφή όλων
ActionDelete:h=Διαγραφή στοιχείου
ActionDelete=Διαγραφή
ActionInsert:h=Εισαγωγή στοιχείου
ActionInsert=Εισαγωγή
ActionMoveDown:h=Μετακίνηση επιλεγμένου στοιχείου προς τα κάτω
ActionMoveDown=Μετακίνηση προς τα κάτω
ActionMoveUp:h=Μετακίνηση επιλεγμένου στοιχείου προς τα πάνω
ActionMoveUp=Μετακίνηση προς τα πάνω
ActionSort:h=Ταξινόμηση στοιχείων
ActionSort=Ταξινόμηση

[LanguageEditorForm]
ActionExit:h=Κλείσιμο του προγράμματος επεξεργασίας γλώσσας
ActionExit=Έξοδος
ActionFileNew:h=Δημιουργία αρχείου νέας γλώσσας
ActionFileNew=Νέο
ActionFileOpen:h=Άνοιγμα αρχείου υπάρχουσας γλώσσας
ActionFileOpen=Άνοιγμα
ActionFileSave:h=Αποθήκευση του αρχείου γλώσσας
ActionFileSave=Αποθήκευση
VirtualDrawTree:0=Αντικείμενο
VirtualDrawTree:1=Τίτλος
VirtualDrawTree:2=Υπόδειξη
VirtualDrawTree:3=Συντόμευση
VirtualDrawTree:4=Δευτερεύουσα συντόμευση

[MainForm]
ActionBookmarkListShowFilters:t=Translation needed
ActionBookmarkListShowFilters=Show filters
ActionDirectoryContextMenu:h=Μενού περιβάλλοντος
ActionDirectoryContextMenu=Μενού &περιβάλλοντος
ActionDirectoryDelete:h=Διαγραφή αρχείου ή καταλόγου
ActionDirectoryDelete=&Διαγραφή
ActionDirectoryFileExplorer:h=Άνοιγμα διαχείρισης αρχείων
ActionDirectoryFileExplorer=Διαχείριση αρχείων
ActionDirectoryFindInFiles:h=Αναζήτηση συμβολοσειράς σε πολλαπλά αρχεία
ActionDirectoryFindInFiles=&Εύρεση σε Αρχεία...
ActionDirectoryNewFolder=Νέος φάκελος
ActionDirectoryOpenAllFiles:h=Άνοιγμα όλων των αρχείων από τον κατάλογο
ActionDirectoryOpenAllFiles=Άνοιγμα όλων των αρχείων
ActionDirectoryOpenFileExplorer:h=Άνοιγμα διαχείρισης αρχείων
ActionDirectoryOpenFileExplorer=Διαχείριση αρχείων
ActionDirectoryProperties:h=Δείτε τις ιδιότητες αρχείου/καταλόγου
ActionDirectoryProperties=Ι&διότητες...
ActionDirectoryRefresh:h=Ανανέωση αρχείων
ActionDirectoryRefresh=&Ανανέωση
ActionDirectoryRename:h=Μετονομασία αρχείου ή καταλόγου
ActionDirectoryRename=Με&τονομασία
ActionDirectorySFTPDownload=Λήψη
ActionDirectorySFTPUpload=Αποστολή
ActionEdit=Επε&ξεργασία
ActionEditCopy:h=Αντιγραφή επιλογής και μεταφορά της στο Πρόχειρο
ActionEditCopy:s=Ctrl+C
ActionEditCopy=Αντιγρα&φή
ActionEditCopyWithLineNumbers:h=Αντιγραφή επιλογής και μεταφορά της στο Πρόχειρο
ActionEditCopyWithLineNumbers:s=Ctrl+Alt+C
ActionEditCopyWithLineNumbers=Αντιγρα&φή με αριθμούς γραμμών
ActionEditCut:h=Αποκοπή επιλογής και μεταφορά της στο Πρόχειρο
ActionEditCut:s=Ctrl+X
ActionEditCut=Α&ποκοπή
ActionEditDecode:h=Αποκωδικοποίηση
ActionEditDecode=Αποκωδικοποίηση
ActionEditDecodeASCIIDecimal:h=Αποκωδικοποίηση ASCII δεκαδικών ψηφίων
ActionEditDecodeASCIIDecimal=ASCII δεκαδικό
ActionEditDecodeBase1024:h=Αποκωδικοποίηση base1024
ActionEditDecodeBase1024=1024
ActionEditDecodeBase128:h=Αποκωδικοποίηση base128
ActionEditDecodeBase128=128
ActionEditDecodeBase256:h=Αποκωδικοποίηση base256
ActionEditDecodeBase256=256
ActionEditDecodeBase32:h=Αποκωδικοποίηση base32
ActionEditDecodeBase32=32
ActionEditDecodeBase4096:h=Αποκωδικοποίηση base4096
ActionEditDecodeBase4096=4096
ActionEditDecodeBase64:h=Αποκωδικοποίηση base64
ActionEditDecodeBase64=64
ActionEditDecodeBase85:h=Αποκωδικοποίηση base85
ActionEditDecodeBase85=85
ActionEditDecodeBase91:h=Αποκωδικοποίηση base91
ActionEditDecodeBase91=91
ActionEditDecodeBase:h=Αποκωδικοποίηση base
ActionEditDecodeBase=Βάση
ActionEditDecodeBinary:h=Αποκωδικοποίηση binary
ActionEditDecodeBinary=Δυαδικό
ActionEditDecodeHex:h=Αποκωδικοποίηση hex
ActionEditDecodeHex=Δεκαεξαδικό
ActionEditDecodeHexWithoutSpaces:h=Αποκωδικοποίηση δεκαεξαδικού χωρίς κενά
ActionEditDecodeHexWithoutSpaces=Δεκαεξαδικό (χωρίς κενά)
ActionEditDecodeHTML:h=Αποκωδικοποίηση HTML
ActionEditDecodeHTML=HTML
ActionEditDecodeOctal:h=Αποκωδικοποίηση οκταδικού
ActionEditDecodeOctal=Οκταδικό
ActionEditDecodeRotate13:h=Περιστροφή κατά 13 θέσεις
ActionEditDecodeRotate18:h=Περιστροφή κατά 18 θέσεις
ActionEditDecodeRotate47:h=Περιστροφή κατά 47 θέσεις
ActionEditDecodeRotate5:h=Περιστροφή κατά 5 θέσεις
ActionEditDecodeRotate:h=Αποκωδικοποίηση Περιστροφής
ActionEditDecodeRotate=Περιστροφή
ActionEditDecodeURL:h=Αποκωδικοποίηση διεύθυνσης URL
ActionEditDecodeURL=Διεύθυνση URL
ActionEditDelete=Διαγρα&φή
ActionEditDeleteBeginningOfLine:h=Διαγραφή αρχής γραμμής
ActionEditDeleteBeginningOfLine:s=Shift+Ctrl+T
ActionEditDeleteBeginningOfLine=Έναρξη γραμμής
ActionEditDeleteCharForward:h=Delete char forward
ActionEditDeleteCharForward:t=Translation needed
ActionEditDeleteCharForward:s=Shift+BkSp
ActionEditDeleteCharForward=Char forward
ActionEditDeleteComments:h=Διαγραφή σχολίων
ActionEditDeleteComments=Σχόλια
ActionEditDeleteDuplicateLines:h=Διαγραφή διπλότυπων γραμμών
ActionEditDeleteDuplicateLines=Διπλότυπες γραμμές
ActionEditDeleteEndOfLine:h=Διαγραφή τέλους γραμμής
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Τέλος Γραμμής
ActionEditDeleteLine:h=Διαγραφή γραμμής
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Γραμμή
ActionEditDeleteWhitespace:h=Αφαίρεση των κενών από επιλεγμένο κείμενο
ActionEditDeleteWhitespace=Α&φαίρεση Κενού
ActionEditDeleteWord:h=Διαγραφή λέξης
ActionEditDeleteWord:s=Ctrl+W
ActionEditDeleteWord=&Λέξη
ActionEditDeleteWordBackward:h=Διαγραφή λέξης προς τα πίσω
ActionEditDeleteWordBackward:s=Ctrl+BkSp
ActionEditDeleteWordBackward=Λέξη προς τα πίσω
ActionEditDeleteWordForward:h=Διαγραφή λέξης προς τα εμπρός
ActionEditDeleteWordForward:s=Ctrl+Del
ActionEditDeleteWordForward=Λέξη προς τα εμπρός
ActionEditEncode:h=Κωδικοποίηση
ActionEditEncode=Κωδικοποίηση
ActionEditEncodeASCIIDecimal:h=Κωδικοποίηση δεκαδικού ASCII
ActionEditEncodeASCIIDecimal=ASCII δεκαδικό
ActionEditEncodeBase1024:h=Κωδικοποίηση base1024
ActionEditEncodeBase1024=1024
ActionEditEncodeBase128:h=Κωδικοποίηση base128
ActionEditEncodeBase128=128
ActionEditEncodeBase256:h=Κωδικοποίηση base256
ActionEditEncodeBase256=256
ActionEditEncodeBase32:h=Κωδικοποίηση base32
ActionEditEncodeBase32=32
ActionEditEncodeBase4096:h=Κωδικοποίηση base4096
ActionEditEncodeBase4096=4096
ActionEditEncodeBase64:h=Κωδικοποίηση base64
ActionEditEncodeBase64=64
ActionEditEncodeBase64WithLineBreaks:h=Κωδικοποίηση base64 με αλλαγές γραμμής
ActionEditEncodeBase64WithLineBreaks=64 (αλλαγές γραμμής)
ActionEditEncodeBase85:h=Κωδικοποίηση base85
ActionEditEncodeBase85=85
ActionEditEncodeBase91:h=Κωδικοποίηση base91
ActionEditEncodeBase91=91
ActionEditEncodeBase:h=Κωδικοποίηση base
ActionEditEncodeBase=Base
ActionEditEncodeBinary:h=Κωδικοποίηση δυαδικού
ActionEditEncodeBinary=Δυαδικά
ActionEditEncodeHex:h=Κωδικοποίηση hex
ActionEditEncodeHex=Δεκαεξαδικά
ActionEditEncodeHexWithoutSpaces:h=Κωδικοποίηση hex χωρίς κενά
ActionEditEncodeHexWithoutSpaces=Δεκαεξαδικά (χωρίς κενά)
ActionEditEncodeHTML:h=Κωδικοποίηση HTML
ActionEditEncodeHTML=HTML
ActionEditEncodeOctal:h=Κωδικοποίηση οκταδικού
ActionEditEncodeOctal=Οκταδικό
ActionEditEncodeRotate13:h=Περιστροφή κατά 13 θέσεις
ActionEditEncodeRotate18:h=Περιστροφή κατά 18 θέσεις
ActionEditEncodeRotate47:h=Περιστροφή κατά 47 θέσεις
ActionEditEncodeRotate5:h=Περιστροφή κατά 5 θέσεις
ActionEditEncodeRotate:h=Κωδικοποίηση Περιστροφής
ActionEditEncodeRotate=Περιστροφή
ActionEditEncodeURL:h=Κωδικοποίηση διεύθυνσης URL
ActionEditEncodeURL=URL
ActionEditFormatJSON=Μορφοποίηση JSON
ActionEditFormatJSONIndent2:h=Μορφοποίηση JSON
ActionEditFormatJSONIndent2:s=Ctrl+Shift+J
ActionEditFormatJSONIndent2=Περίπτωση 2
ActionEditFormatJSONIndent3=Περίπτωση 3
ActionEditFormatJSONIndent4=Περίπτωση 4
ActionEditFormatJSONMinify=Λιγοστεύω
ActionEditFormatSQL:h=Μορφοποίηση SQL
ActionEditFormatSQL=Μορφοποίηση SQL
ActionEditFormatXML=Μορφοποίηση XML
ActionEditFormatXMLFormat:h=Μορφοποίηση XML
ActionEditFormatXMLFormat:s=Ctrl+Shift+X
ActionEditFormatXMLFormat=Μορφοποίηση
ActionEditFormatXMLMinify=Minify
ActionEditIndentDecrease:h=Μείωση διαχωριστικού
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=&Μείωση
ActionEditIndentIncrease:h=Αύξηση διαχωριστικού
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Αύξηση
ActionEditInsert=Εισαγωγή
ActionEditInsertBlockComment:h=Εναλλαγή αποκλεισμού σχολίου. Η συντόμευση είναι Ctrl+Shift+VK_OEM_2. Το εικονικό κλειδί VK_OEM_2 μπορεί να διαφέρει ανάλογα με το πληκτρολόγιο. Για το τυπικό πληκτρολόγιο των ΗΠΑ, είναι το '/?'.
ActionEditInsertBlockComment=Αποκλεισμός σχολίου
ActionEditInsertDateTime:h=Εισαγωγή ημερομηνίας και ώρας
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Ημερομηνία και Ώρα
ActionEditInsertGUID:h=Εισαγωγή καθολικά μοναδικού αναγνωριστικού (GUID)
ActionEditInsertGUID:s=Shift+Ctrl+G
ActionEditInsertGUID=Καθολικά μοναδικό αναγνωριστικό (GUID)
ActionEditInsertHexColor:h=Χρώμα Δεκαεξαδικού
ActionEditInsertHexColor:s=Shift+Alt+C
ActionEditInsertHexColor=Χρώμα Δεκαεξαδικού
ActionEditInsertLine:h=Εισαγωγή γραμμής
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Γραμμή
ActionEditInsertLineComment:h=Εναλλαγή σχολίου γραμμής. Η συντόμευση είναι Ctrl+VK_OEM_2. Το εικονικό κλειδί VK_OEM_2 μπορεί να διαφέρει ανάλογα με το πληκτρολόγιο. Για το τυπικό πληκτρολόγιο των ΗΠΑ, είναι το '/?' key.
ActionEditInsertLineComment=Σχόλιο γραμμής
ActionEditInsertNull:h=Insert null character
ActionEditInsertNull:s=Shift+Ctrl+N
ActionEditInsertNull:t=Translation needed
ActionEditInsertNull=Null
ActionEditInsertTag:h=Εισαγωγή HTML/XML ετικετών
ActionEditInsertTag:s=Ctrl+T
ActionEditInsertTag=&HTML/XML Ετικέτες...
ActionEditModify=Τροποποίηση
ActionEditModifyJoin:h=Ένωση κειμένου με διαχωριστικό
ActionEditModifyJoin=Ένωση
ActionEditModifyLineWrap:h=Αναδίπλωση γραμμών με πλάτος
ActionEditModifyLineWrap=Αναδίπλωση γραμμής
ActionEditModifySpacesToTabs:h=Μετατροπή όλων των κενών διαστημάτων σε στηλοθέτες
ActionEditModifySpacesToTabs=Κενά σε στηλοθέτες
ActionEditModifySplit:h=Διαχωρισμός κειμένου με διαχωριστικό
ActionEditModifySplit=Διαχωριστικό
ActionEditModifyTabsToSpaces:h=Μετατροπή των στηλοθετών σε κενά
ActionEditModifyTabsToSpaces=Στηλοθέτες σε κενά
ActionEditMove=Μετακίνηση
ActionEditMoveLineDown:h=Μετακίνηση γραμμής προς τα κάτω
ActionEditMoveLineDown:s=Shift+Ctrl+Down
ActionEditMoveLineDown=Γραμμή προς τα κάτω
ActionEditMoveLineUp:h=Μετακίνηση γραμμής προς τα πάνω
ActionEditMoveLineUp:s=Shift+Ctrl+Up
ActionEditMoveLineUp=Γραμμή προς τα πάνω
ActionEditMoveNextWord:h=Μετακίνηση στην επόμενη γραμμή
ActionEditMoveNextWord:s=Ctrl+Right
ActionEditMoveNextWord=Επόμενη λέξη
ActionEditMovePreviousWord:h=Μετακίνηση στην προηγούμενη γραμμή
ActionEditMovePreviousWord:s=Ctrl+Left
ActionEditMovePreviousWord=Προηγούμενη λέξη
ActionEditMoveSelectionDown:h=Μετακίνηση επιλογής προς τα κάτω
ActionEditMoveSelectionDown:s=Shift+Alt+Down
ActionEditMoveSelectionDown=Επιλογή προς τα κάτω
ActionEditMoveSelectionLeft:h=Μετακίνηση επιλογής προς τα αριστερά
ActionEditMoveSelectionLeft:s=Shift+Alt+Left
ActionEditMoveSelectionLeft=Επιλογή προς τα αριστερά
ActionEditMoveSelectionRight:h=Μετακίνηση επιλογής προς τα δεξιά
ActionEditMoveSelectionRight:s=Shift+Alt+Right
ActionEditMoveSelectionRight=Επιλογή προς τα δεξιά
ActionEditMoveSelectionUp:h=Μετακίνηση επιλογής προς τα πάνω
ActionEditMoveSelectionUp:s=Shift+Alt+Up
ActionEditMoveSelectionUp=Επιλογή προς τα πάνω
ActionEditPaste:h=Εισαγωγή περιεχομένων Του Πρόχειρου
ActionEditPaste:s=Ctrl+V
ActionEditPaste=Ε&πικόλληση
ActionEditRedo:h=Ακύρωση αναίρεσης της προηγούμενης ενέργειας αναίρεσης
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=Α&κύρωση αναίρεσης
ActionEditSelectAll:h=Επιλογή όλων
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Επιλογή Όλων
ActionEditSort=Τα&ξινόμηση
ActionEditSortAsc:h=Φθίνουσα ταξινόμηση
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Αύξουσα ταξινόμηση
ActionEditSortDesc:h=Φθίνουσα ταξινόμηση
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Φθίνουσα ταξινόμηση
ActionEditSortRandom:h=Τυχαία ταξινόμηση
ActionEditSortRandom=Τυχαία
ActionEditToggleCase:h=Εναλλαγή κεφαλαίων
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Εναλ&λαγή Κεφαλαίων
ActionEditToggleCaseAlternating:h=Εναλλαγή εναλλακτικών πεζών
ActionEditToggleCaseAlternating=Εναλλασσόμενο
ActionEditToggleCaseLower:h=Εναλλαγή πεζών
ActionEditToggleCaseLower:s=Ctrl+L
ActionEditToggleCaseLower=Πεζά
ActionEditToggleCaseSentence:h=Εναλλαγή πρότασης πεζών
ActionEditToggleCaseSentence=Πρόταση
ActionEditToggleCaseTitle:h=Εναλλαγή πεζών τίτλου
ActionEditToggleCaseTitle=Τίτλος
ActionEditToggleCaseUpper:h=Εναλλαγή κεφαλαίων
ActionEditToggleCaseUpper:s=Ctrl+U
ActionEditToggleCaseUpper=Κεφαλαία
ActionEditTrim=Περικοπή
ActionEditTrimBoth:h=Περικοπή αριστερά και δεξιά
ActionEditTrimBoth=Και τα δύο
ActionEditTrimLeft:h=Περικοπή αριστερά
ActionEditTrimLeft=Αριστερά
ActionEditTrimRight:h=Περικοπή δεξιά
ActionEditTrimRight=Δεξιά
ActionEditUndo:h=Αναίρεση τελευταίας ενέργειας
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=Α&ναίρεση
ActionEditValidateXML:t=Translation needed
ActionEditValidateXML=Validate XML
ActionFile=&Αρχείο
ActionFileAddToFavourites:h=Προσθήκη αρχείου στα αγαπημένα
ActionFileAddToFavourites:s=Ctrl+D
ActionFileAddToFavourites=Προσθήκη στα αγαπημένα
ActionFileCanClose:h=Εναλλαγή όπου η καρτέλα μπορεί να κλείσει ή όχι
ActionFileCanClose=Μπορεί να κλείσει
ActionFileClose=Κ&λείσιμο
ActionFileCloseActive:h=Κλείσιμο ενεργού εγγράφου
ActionFileCloseActive:s=Ctrl+F4
ActionFileCloseActive=Ενεργό
ActionFileCloseAll:h=Κλείσιμο των ανοικτών αρχείων
ActionFileCloseAll=Όλ&ων
ActionFileCloseAllOther:h=Κλείσιμο όλων των άλλων σελίδων
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Των Υπόλοιπων Σελίδων
ActionFileCloseModified:h=Κλείσιμο τροποποιμένων αρχείων
ActionFileCloseModified=Τροποποιήθηκε
ActionFileCloseSelected:h=Κλείσιμο επιλεγμένων αρχείων
ActionFileCloseSelected=Επιλεγμένο
ActionFileCloseUnmodified:h=Κλείσιμο μη τροποποιμένων αρχείων
ActionFileCloseUnmodified=Μη τροποποιημένο
ActionFileContextMenu:h=Μενού περιβάλλοντος
ActionFileContextMenu=Μενού &περιβάλλοντος
ActionFileExit:h=Κλείσιμο Εφαρμογής
ActionFileExit:s2=ESC
ActionFileExit:s=Alt+F4
ActionFileExit=Έ&ξοδος
ActionFileFavourites=Αγαπημένα
ActionFileFavouritesProperties=Ιδιότητες...
ActionFileHTMLExport:h=Εξαγωγή αρχείου σε HTML
ActionFileHTMLExport=Εξαγωγή HTML αναφοράς
ActionFileInfo:h=Πληροφορίες σχετικά με το ενεργό αρχείο
ActionFileInfo=Πληροφορίες
ActionFileMoveCaretAtTheEndAfterReload:h=Εναλλαγή μετακίνησης καρέ επεξεργαστή στο τέλος μετά την επαναφόρτωση
ActionFileMoveCaretAtTheEndAfterReload=Μετακινήστε καρέ στο τέλος μετά την επαναφόρτωση
ActionFileNew:h=Δημιουργία νέου εγγράφου
ActionFileNew:s=Ctrl+N
ActionFileNew=&Νέο
ActionFileOpen:h=Άνοιγμα υπάρχοντος εγγράφου
ActionFileOpen:s=Ctrl+O
ActionFileOpen=Ά&νοιγμα...
ActionFileOpenCommandPrompt:h=Άνοιγμα γραμμής εντολών
ActionFileOpenCommandPrompt=Γραμμή εντολών
ActionFileOpenFileExplorer:h=Άνοιγμα διαχείρισης αρχείων
ActionFileOpenFileExplorer=Διαχείριση αρχείων
ActionFileOpenInBrowser:h=Δείτε τρέχοντος εγγράφου στο προεπιλεγμένο πρόγραμμα περιήγησης
ActionFileOpenInBrowser:s=Alt+B
ActionFileOpenInBrowser=&Προβολή σε πρόγραμμα περιήγησης
ActionFilePrint:h=Εκτύπωση ενεργού εγγράφου
ActionFilePrint:s=Ctrl+P
ActionFilePrint=&Εκτύπωση...
ActionFilePrintPreview:h=Προεπισκόπηση ενεργού εγγράφου
ActionFilePrintPreview=Εκτύπωση Π&ροεπισκόπησης...
ActionFileProperties:h=Δείτε τις ιδιότητες του αρχείου
ActionFileProperties=Ι&διότητες...
ActionFileReadOnly:h=Εναλλαγή προγράμματος επεξεργασίας μόνο για ανάγνωση
ActionFileReadOnly=Μόνο για ανάγνωση
ActionFileReloadAutomatically:h=Αυτόματη επαναφόρτωση του προγράμματος επεξεργασίας εναλλαγής
ActionFileReloadAutomatically=Αυτόματη επαναφόρτωση
ActionFileRemoveFromFavourites=Διαγραφή από τα αγαπημένα
ActionFileRenameTab:t=Translation needed
ActionFileRenameTab=Rename tab
ActionFileReopen=Άνοιγμα &ξανά
ActionFileReopenProperties=Ιδιότητες...
ActionFileSave:h=Αποθήκευση ενεργού εγγράφου
ActionFileSave:s=Ctrl+S
ActionFileSave=Απο&θήκευση
ActionFileSaveAll:h=Αποθήκευση όλων των εγγράφων
ActionFileSaveAll:s=Shift+Alt+S
ActionFileSaveAll=Απ&οθήκευση Όλων
ActionFileSaveAs:h=Αποθήκευση ενεργού εγγράφου με καινούριο όνομα
ActionFileSaveAs:s=Ctrl+Atl+S
ActionFileSaveAs=Α&ποθήκευση Ως...
ActionFileSelectFromDirectory:h=Επιλογή του αρχείου από τον ενεργό κατάλογο
ActionFileSelectFromDirectory=Επιλογή από Κατάλογο
ActionFileTrimTrailingSpaces:h=Εναλλαγή περικοπής κενών διαστημάτων του προγράμματος επεξεργασίας
ActionFileTrimTrailingSpaces=Περικοπή κενών διαστημάτων
ActionFileUpload=Αποστολή
ActionGotoNextBookmark:h=Μετάβαση στον επόμενο σελιδοδείκτη
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark=Επόμενο
ActionGotoPreviousBookmark:h=Μετάβαση στο προηγούμενο σελιδοδείκτη
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark=Προηγούμενο
ActionHelp=&Βοήθεια
ActionHelpAboutTextEditorPro:h=Προβολή πληροφοριών σχετικά με το Text Editor Pro
ActionHelpAboutTextEditorPro=&Περί Text Editor Pro
ActionHelpCheckForUpdates:h=Έλεγχος για ενημερώσεις
ActionHelpCheckForUpdates=Έ&λεγχος για ενημερώσεις
ActionHelpSendFeedback:h=Αποστολή σχολίων στο info@texteditor.pro
ActionHelpSendFeedback=Αποστολή σχολίων
ActionHelpShortcuts:h=Εμφάνιση συντομεύσεων πληκτρολογίου
ActionHelpShortcuts:s=Ctrl+F1
ActionHelpShortcuts=Συντομεύσεις
ActionHelpVisitHomepage:h=Επίσκεψη στη σελίδα Text Editor Pro - https://texteditor.pro
ActionHelpVisitHomepage=&Επίσκεψη στη Κεντρική Σελίδα
ActionImageViewRotateClockwise:h=Rotate image clockwise
ActionImageViewRotateClockwise:t=Translation needed
ActionImageViewRotateCounterClockwise:h=Rotate image counter clockwise
ActionImageViewRotateCounterClockwise:t=Translation needed
ActionImageViewZoomIn:h=Zoom in
ActionImageViewZoomIn:t=Translation needed
ActionImageViewZoomOut:h=Zoom out
ActionMenuEdit:h=Αλλαγή σε σελίδα του μενού επεξεργασίας
ActionMenuFile:h=Αλλαγή σε σελίδα του μενού επεξεργασίας
ActionMenuHelp:h=Αλλαγή στη σελίδα μενού βοήθειας
ActionMenuSearch:h=Αλλαγή στη σελίδα μενού αναζήτησης
ActionMenuTools:h=Αλλαγή στη σελίδα μενού εργαλείων
ActionMenuView:h=Αλλαγή στη σελίδα μενού προβολής
ActionOpenColorTheme:h=Άνοιγμα μενού για το χρώμα τίτλου μπάρας
ActionOpenColorTheme:s=Alt+F11
ActionOpenColorTheme=Χρώμα θέματος
ActionOpenEncoding:h=Άνοιγμα μενού κωδικοποίησης γραμμής τίτλου
ActionOpenEncoding:s=Alt+F9
ActionOpenEncoding=Κωδικοποίηση
ActionOpenFileList:h=Άνοιγμα λίστας αρχείων γραμμής τίτλου
ActionOpenFileList:s=Alt+F12
ActionOpenFileList=Αρχεία
ActionOpenHighlighter:h=Άνοιγμα μενού επισήμανσης γραμμής τίτλου
ActionOpenHighlighter:s=Alt+F10
ActionOpenHighlighter=Έμφαση
ActionOutputClose=&Κλείσιμο
ActionOutputCloseActive:h=Κλείσιμο τρέχουσας σελίδας
ActionOutputCloseActive=Ενεργό
ActionOutputCloseAll:h=Κλείσιμο όλων των σελίδων
ActionOutputCloseAll=Ό&λων
ActionOutputCloseAllOtherPages:h=Κλείσιμο όλων των άλλων
ActionOutputCloseAllOtherPages=Ό&λων Των Άλλων Σελίδων
ActionOutputCloseSelected:h=Κλείσιμο επιλεγμένων
ActionOutputCloseSelected=Επιλεγμένα
ActionOutputCollapseAll:h=Σύμπτυξη όλων
ActionOutputCollapseAll=Σύμπτυξη όλων
ActionOutputCopyAllToClipboard:h=Αντιγραφή στο πρόχειρο
ActionOutputCopyAllToClipboard=Αντιγρα&φή Στο Πρόχειρο
ActionOutputCopySelectedToClipboard:h=Αντιγραφή επιλεγμένων στο πρόχειρο
ActionOutputCopySelectedToClipboard=Αντιγραφή επιλεγμένων στο πρόχειρο
ActionOutputExpandAll:h=Ανάπτυξη όλων
ActionOutputExpandAll=Ανάπτυξη όλων
ActionOutputOpenAll:h=Άνοιγμα όλων των αρχείων
ActionOutputOpenAll=Ά&νοιγμα Όλων
ActionOutputOpenSelected:h=Άνοιγμα επιλεγμένων αρχείων
ActionOutputOpenSelected=Ά&νοιγμα επιλεγμένων
ActionOutputRefresh=Ανανέωση
ActionOutputSelectAll:h=Επιλογή όλων των αρχείων
ActionOutputSelectAll=Επιλογή όλων
ActionOutputUnselectAll:h=Αποεπιλογή όλων των αρχείων
ActionOutputUnselectAll=Αποεπιλογή όλων
ActionPDFFindNext:h=Εύρεση Ε&πόμενου
ActionPDFFindPrevious:h=Εύρεση Π&ροηγούμενου
ActionPDFNextPage:h=Next page
ActionPDFNextPage:t=Translation needed
ActionPDFPreviousPage:h=Previous page
ActionPDFPreviousPage:t=Translation needed
ActionPDFRotatePageClockwise:h=Rotate page clockwise
ActionPDFRotatePageClockwise:t=Translation needed
ActionPDFRotatePageCounterClockwise:h=Rotate page counter clockwise
ActionPDFRotatePageCounterClockwise:t=Translation needed
ActionPDFSearchHighlightAll:t=Translation needed
ActionPDFSearchHighlightAll=Highlight all
ActionPDFSearchMatchCase=Ταίριασμα πεζών
ActionPDFSearchWholeWords=Μόνο ολόκληρες λέξεις
ActionPDFZoomIn:h=Zoom in
ActionPDFZoomIn:t=Translation needed
ActionPDFZoomOut:h=Zoom out
ActionPDFZoomOut:t=Translation needed
ActionSearch=Ανα&ζήτηση
ActionSearchBookmarks:h=Show or refresh all saved bookmarks
ActionSearchBookmarks:t=Translation needed
ActionSearchBookmarks=Σελιδοδείκτες
ActionSearchClearBookmarks:h=Απαλοιφή όλων των σελιδοδεικτών
ActionSearchClearBookmarks=Απαλοιφή &Σελιδοδεικτών
ActionSearchClose:h=Κλείσιμο
ActionSearchEngine:h=Επιλογή μηχανής αναζήτησης
ActionSearchEngine=Μηχανή αναζήτησης
ActionSearchFindAll:h=Εύρεση όλων των κειμένων που ταιριάζουν
ActionSearchFindAll:s=Alt+Enter
ActionSearchFindAll=Εύρεση όλων
ActionSearchFindDuplicates:h=Εύρεση διπλοτύπων
ActionSearchFindDuplicates=Εύρεση διπλοτύπων
ActionSearchFindInFiles:h=Αναζήτηση συμβολοσειράς σε πολλαπλά αρχεία
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=&Εύρεση σε Αρχεία...
ActionSearchFindNext:h=Εύρεση του επόμενου κειμένου που ταιριάζει
ActionSearchFindNext:s=F3
ActionSearchFindNext=Εύρεση Ε&πόμενου
ActionSearchFindPrevious:h=Εύρεση του προηγούμενου κειμένου που ταιριάζει
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Εύρεση Π&ροηγούμενου
ActionSearchGoToBookmarks:h=Μετάβαση στους Σελιδοδείκτες
ActionSearchGoToBookmarks=Μετάβαση στους Σελιδοδείκτες
ActionSearchGoToLine:h=Μετάβαση Στη Γραμμή
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Μετάβαση Στη Γραμμή
ActionSearchInSelection:h=Επιλεγμένα
ActionSearchInSelection=Στην επιλογή
ActionSearchMatchCase:h=Ταίριασμα πεζών
ActionSearchMatchCase=Ταίριασμα πεζών
ActionSearchOptions:h=Επιλογές αναζήτησης
ActionSearchReplace:h=Αναζήτηση συγκεκριμένου κειμένου με διαφορετικό
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=Αν&τικατάσταση...
ActionSearchSearchButton:h=Αναζήτηση συγκεκριμένου κειμένου
ActionSearchSearchButton:s=Ctrl+F
ActionSearchSearchButton=Ανα&ζήτηση...
ActionSearchSpellCheck:h=Ορθογραφικός έλεγχος
ActionSearchSpellCheck:s=F6
ActionSearchSpellCheck=Ορθογραφικός έλεγχος
ActionSearchSpellCheckNextError:h=Επόμενο σφάλμα ορθογραφικού ελέγχου
ActionSearchSpellCheckNextError:s=Ctrl+F6
ActionSearchSpellCheckNextError=Επόμενο λάθος
ActionSearchSpellCheckPreviousError:h=Προηγούμενο σφάλμα ορθογραφικού ελέγχου
ActionSearchSpellCheckPreviousError:s=Ctrl+Shift+F6
ActionSearchSpellCheckPreviousError=Προηγούμενο λάθος
ActionSearchTextItems:h=Στοιχεία που αναζητήθηκαν
ActionSearchTextItems=Αναζητηθέντα στοιχεία...
ActionSearchToggleBookmark:h=Ορισμός ή κατάργηση σελιδοδείκτη στη τρέχουσα γραμμή. Οι σελιδοδείκτες μπορούν να ρυθμιστούν με τη χρήση Ctrl+Shift+1..9. Μετάβαση στο σελιδοδείκτη χρησιμοποιώντας Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Εναλλαγή &Σελιδοδείκτη
ActionSearchToggleBookmarks:h=Εναλλαγή Σελιδοδεικτών
ActionSearchToggleBookmarks=Ε&ναλλαγή Σελιδοδεικτών
ActionSearchWholeWords:h=Μόνο ολόκληρες λέξεις
ActionSearchWholeWords=Μόνο ολόκληρες λέξεις
ActionStatusBarShowCaretPosition=Εμφάνιση θέσης καρέ
ActionStatusBarShowCharacterCount=Εμφάνιση πλήθους χαρακτήρων
ActionStatusBarShowEditorZoom=Εμφάνιση ζουμ επεξεργαστή
ActionStatusBarShowEncoding=Εμφάνιση κωδικοποίησης
ActionStatusBarShowFileLineBreak:t=Translation needed
ActionStatusBarShowFileLineBreak=Show file line break
ActionStatusBarShowFileOpeningTime=Εμφάνιση χρόνου ανοίγματος αρχείου
ActionStatusBarShowHints=Εμφάνιση υποδείξεων
ActionStatusBarShowKeyState=Εμφάνιση κατάστασης κλειδιού
ActionStatusBarShowLineCount:t=Translation needed
ActionStatusBarShowLineCount=Show line count
ActionStatusBarShowMacro=Εμφάνιση μακροεντολής
ActionStatusBarShowModified=Εμφάνιση τροποποιμένων
ActionStatusBarShowSelectionInfo=Εμφάνιση πληροφοριών επιλογής
ActionStatusBarShowSizeGrip=Εμφάνιση μεγέθους grip
ActionToolbarMenuLanguage=Γ&λώσσα
ActionToolbarMenuLayout=Διάταξη
ActionToolbarMenuLayoutSingle=Μονή
ActionToolbarMenuLayoutThreeColumns=Τρείς στήλες
ActionToolbarMenuLayoutTwoColumns=Δύο στήλες
ActionToolbarMenuView=&Προβολή
ActionTools=Εργα&λεία
ActionToolsCharacterMap:h=Εισαγωγή χαρακτήρων στο ενεργό έγγραφο με διπλό κλικ
ActionToolsCharacterMap=&Πίνακας Χαρακτήρων...
ActionToolsClipboardHistory:h=Ιστορικό προχείρου
ActionToolsClipboardHistory=Ιστορικό προχείρου
ActionToolsConvert:h=Μετατροπή μεταξύ αριθμητικών μονάδων
ActionToolsConvert=Με&τατροπή...
ActionToolsExecute:h=Εκτέλεση προσαρμοσμένων εφαρμογών
ActionToolsExecute=Εκτέλεση
ActionToolsExecuteConfigure:h=Ρύθμιση ιδιοτήτων εκτέλεσης
ActionToolsExecuteConfigure=Ρύθμιση...
ActionToolsLanguageEditor:h=Επεξεργαστής γλώσσας
ActionToolsLanguageEditor=&Επεξεργαστής Γλώσσας...
ActionToolsMacro=Μακροεντολή
ActionToolsMacroOpen:h=Άνοιγμα υπάρχουσας μακροεντολής
ActionToolsMacroOpen=Ά&νοιγμα...
ActionToolsMacroPause:h=Καταγραφή ή παύση μακροεντολής
ActionToolsMacroPause:s=Shift+Ctrl+R
ActionToolsMacroPause=Καταγρα&φή
ActionToolsMacroPlayback:h=Αναπαραγωγή μακροεντολής
ActionToolsMacroPlayback:s=Shift+Ctrl+P
ActionToolsMacroPlayback=Ανα&παραγωγή
ActionToolsMacroRecord:h=Καταγραφή ή παύση μακροεντολής
ActionToolsMacroRecord:s=Shift+Ctrl+R
ActionToolsMacroRecord=Καταγρα&φή
ActionToolsMacroSaveAs:h=Αποθήκευση μακροεντολής με νέο όνομα
ActionToolsMacroSaveAs=Απο&θήκευση ως...
ActionToolsMacroStop:h=Διακοπή καταγραφής μακροεντολής
ActionToolsMacroStop:s=Shift+Ctrl+S
ActionToolsMacroStop=&Διακοπή
ActionToolsMagnifier:h=Μεγεθυντικός φακός
ActionToolsMagnifier=Μεγεθυντικός φακός
ActionToolsMagnifierBorderStyle:h=Στυλ περιγράμματος
ActionToolsMagnifierBorderStyle=Στυλ περιγράμματος
ActionToolsMagnifierBorderStyleDefault:h=Προεπιλεγμένο στυλ περιγράμματος
ActionToolsMagnifierBorderStyleDefault=Προεπιλογή
ActionToolsMagnifierBorderStyleFlat:h=Επίπεδο στυλ περιγράμματος
ActionToolsMagnifierBorderStyleFlat=Επίπεδο
ActionToolsMagnifierBorderStyleNone:h=Χωρίς περίγραμμα
ActionToolsMagnifierBorderStyleNone=Κανένα
ActionToolsMagnifierClose:h=Κλείσιμο μεγεθυντικού φακού
ActionToolsMagnifierClose:s=Ctrl+Esc
ActionToolsMagnifierClose=Κλείσιμο
ActionToolsMagnifierScaling16x:h=Κλιμάκωση δεκαέξι φορές
ActionToolsMagnifierScaling16x=16x
ActionToolsMagnifierScaling2x:h=Διπλασιασμός κλιμάκωσης
ActionToolsMagnifierScaling2x=2x
ActionToolsMagnifierScaling4x:h=Τετραπλασιασμός κλιμάκωσης
ActionToolsMagnifierScaling4x=4x
ActionToolsMagnifierScaling8x:h=Οκταπλασιασμός κλιμάκωσης
ActionToolsMagnifierScaling8x=8x
ActionToolsMagnifierScaling:h=Κλιμάκωση
ActionToolsMagnifierScaling=Κλιμάκωση
ActionToolsMagnifierStyle:h=Στυλ
ActionToolsMagnifierStyle=Στυλ
ActionToolsMagnifierStyleLens:h=Στυλ φακού
ActionToolsMagnifierStyleLens=Φακός
ActionToolsMagnifierStyleRectangle:h=Ορθογώνίο στυλ
ActionToolsMagnifierStyleRectangle=Ορθογώνιο
ActionToolsOptions:h=Ρύθμιση επιλογών
ActionToolsOptions=&Επιλογές...
ActionToolsPauseSpeaking:h=Παύση ομιλίας
ActionToolsPauseSpeaking=Παύση ομιλίας
ActionToolsSelectForTextCompare:h=Επιλογή εγγράφου για σύγκριση
ActionToolsSelectForTextCompare=Επιλογή Για Σύγκριση...
ActionToolsSpeech=Ομιλία
ActionToolsStartSpeaking:h=Έναρξη ομιλίας
ActionToolsStartSpeaking=Έναρξη ομιλίας
ActionToolsStopSpeaking:h=Διακοπή ομιλίας
ActionToolsStopSpeaking=Διακοπή ομιλίας
ActionToolsTextCompare:h=Σύγκριση αρχείων
ActionToolsTextCompare=&Σύγκριση Αρχείων...
ActionView=&Προβολή
ActionViewBookmarkList:h=Show or hide the bookmark list
ActionViewBookmarkList:t=Translation needed
ActionViewBookmarkList=Bookmark list
ActionViewColorThemeSelection:h=Εμφάνιση ή απόκρυψη της επιλογής χρώματος
ActionViewColorThemeSelection=Χρώμα
ActionViewDirectory=Κατάλογος
ActionViewDirectoryClose:h=Κλείσιμο ενεργού καταλόγου
ActionViewDirectoryClose:s=Shift+Alt+X
ActionViewDirectoryClose=Κ&λείσιμο Καταλόγου
ActionViewDirectoryEdit:h=Επεξεργασία ενεργού καταλόγου
ActionViewDirectoryEdit:s=Shift+Ctrl+E
ActionViewDirectoryEdit=Επε&ξεργασία Καταλόγου...
ActionViewDirectoryOpen:h=Άνοιγμα νέου καταλόγου
ActionViewDirectoryOpen:s=Ctrl+Alt+D
ActionViewDirectoryOpen=Ά&νοιγμα Καταλόγου...
ActionViewDirectoryVisibility:h=Εμφάνιση ή απόκρυψη του καταλόγου
ActionViewDirectoryVisibility=&Κατάλογος
ActionViewEncodingSelection:h=Εμφάνιση ή απόκρυψη της επιλογής κωδικοποίησης
ActionViewEncodingSelection=Κω&δικοποίηση
ActionViewFiles:h=Αναζήτηση αρχείων στον επιλεγμένο κατάλογο
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=Αρ&χεία...
ActionViewFolding=Πτυσσόμενο
ActionViewFoldingCollapse=Σύμπτυξη
ActionViewFoldingCollapseAll:h=Σύμπτυξη όλων
ActionViewFoldingCollapseAll=Σύμπτυξη όλων
ActionViewFoldingCollapseAllDownFromActiveLine:h=Σύμπτυξη όλων κάτω από την ενεργή γραμμή
ActionViewFoldingCollapseAllDownFromActiveLine=Σύμπτυξη όλων κάτω από την ενεργή γραμμή
ActionViewFoldingCollapseAllUpFromActiveLine:h=Σύμπτυξη όλων πάνω από την ενεργή γραμμή
ActionViewFoldingCollapseAllUpFromActiveLine=Σύμπτυξη όλων πάνω από την ενεργή γραμμή
ActionViewFoldingCollapseLine:h=Σύμπτυξη γραμμής
ActionViewFoldingCollapseLine:s=Ctrl+Alt+Left
ActionViewFoldingCollapseLine=Σύμπτυξη γραμμής
ActionViewFoldingExpand=Ανάπτυξη
ActionViewFoldingExpandAll:h=Ανάπτυξη όλων
ActionViewFoldingExpandAll=Ανάπτυξη όλων
ActionViewFoldingExpandAllDownFromActiveLine:h=Ανάπτυξη όλων κάτω από την ενεργή γραμμή
ActionViewFoldingExpandAllDownFromActiveLine=Ανάπτυξη όλων κάτω από την ενεργή γραμμή
ActionViewFoldingExpandAllUpFromActiveLine:h=Ανάπτυξη όλων πάνω από την ενεργή γραμμή
ActionViewFoldingExpandAllUpFromActiveLine=Ανάπτυξη όλων πάνω από την ενεργή γραμμή
ActionViewFoldingExpandLine:h=Ανάπτυξη γραμμής
ActionViewFoldingExpandLine:s=Ctrl+Alt+Right
ActionViewFoldingExpandLine=Ανάπτυξη γραμμής
ActionViewFoldingNext:h=Μετακίνηση στην επόμενη αναδίπλωση
ActionViewFoldingNext:s=Ctrl+Alt+Down
ActionViewFoldingNext=Επόμενο
ActionViewFoldingPrevious:h=Μετακίνηση στην προηγούμενη αναδίπλωση
ActionViewFoldingPrevious:s=Ctrl+Alt+Up
ActionViewFoldingPrevious=Προηγούμενο
ActionViewFullScreen:h=Εναλλαγή πλήρους οθόνης
ActionViewFullScreen:s=F11
ActionViewFullScreen=Πλήρης οθόνη
ActionViewHexEditor:h=Εμφάνιση ή απόκρυψη του επεξεργαστή δεκαεξαδικών
ActionViewHexEditor:s=Ctrl+H
ActionViewHexEditor=Επεξεργαστής Δεκαεξαδικών
ActionViewHighlighterSelection:h=Εμφάνιση ή απόκρυψη της επιλογής επισήμανσης
ActionViewHighlighterSelection=Επι&σήμανση
ActionViewLineNumbers:h=Εναλλαγή αριθμών γραμμών
ActionViewLineNumbers=Αρι&θμοί Γραμμών
ActionViewMainMenu:h=Εμφάνιση ή απόκρυψη του κεντρικού μενού
ActionViewMainMenu=Κυρίως μενού
ActionViewMenuBar:h=Εμφάνιση ή απόκρυψη της γραμμής μενού
ActionViewMenuBar=Μπάρα μενού
ActionViewMiniMap:h=Εμφάνιση ή απόκρυψη μικροχάρτη
ActionViewMiniMap=Μικροχάρτης
ActionViewNextPage:h=Μετάβαση στην επόμενη σελίδα
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Ε&πόμενη Σελίδα
ActionViewOutput:h=Εμφάνιση ή απόκρυψη παραγωγής
ActionViewOutput=Παρα&γωγή
ActionViewPreviousPage:h=Μετάβαση στη προηγούμενη σελίδα
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Π&ροηγούμενη Σελίδα
ActionViewRuler:h=Εμφάνιση ή απόκρυψη του χάρακα
ActionViewRuler=Χάρακας
ActionViewSelectionMode:h=Εναλλαγή λειτουργίας επιλογής. Επίσης, πιέζοντας το Alt θα εναλλαχθεί η λειτουργία επιλογής.
ActionViewSelectionMode=Λειτουργία Ε&πιλογής
ActionViewSFTP=SFTP
ActionViewSFTPConnect=Σύνδεση
ActionViewSFTPDisconnect=Αποσύνδεση
ActionViewSFTPEdit=Επεξεργασία
ActionViewSkinSelector=Επιλογέας εμφάνισης
ActionViewSpecialChars:h=Εναλλαγή ειδικών χαρακτήρων
ActionViewSpecialChars=Ει&δικοί Χαρακτήρες
ActionViewSplit:h=Διαχωρισμός εγγράφου
ActionViewSplit=&Διαχωρισμός
ActionViewSplitHorizontal:h=Οριζόντιος διαχωρισμός
ActionViewSplitHorizontal=Οριζόντια
ActionViewSplitVertical:h=Κάθετος διαχωρισμός
ActionViewSplitVertical=Κάθετα
ActionViewStatusBar:h=Εμ&φάνιση ή Απόκρυψη της γραμμής κατάστασης
ActionViewStatusBar=Γραμμή &Κατάστασης
ActionViewSyncEdit:h=Εμφάνιση ή απόκρυψη συγχρονισμένης επεξεργασίας
ActionViewSyncEdit:s=Shift+Ctrl+H
ActionViewSyncEdit=Συγχρονισμός επεξεργασίας
ActionViewTitleBar=Γραμμή τίτλου
ActionViewTitleBarApplicationName:h=Show or hide the title bar application name
ActionViewTitleBarApplicationName:t=Translation needed
ActionViewTitleBarApplicationName=Application name
ActionViewTitleBarFavourite:h=Εμφάνιση ή απόκρυψη της γραμμής τίτλου αγαπημένων
ActionViewTitleBarFavourite=Αγαπημένο
ActionViewTitleBarFileList:h=Εμφάνιση ή απόκρυψη της γραμμής τίτλου λίστας αρχείων
ActionViewTitleBarFileList=Κατάλογος αρχείων
ActionViewTitleBarFilename:h=Εμφάνιση ή απόκρυψη της γραμμής τίτλου ονόματος αρχείων
ActionViewTitleBarFilename=Όνομα αρχείου
ActionViewTitleBarMagnifier:h=Εμφάνιση ή απόκρυψη της γραμμής τίτλου του μεγενθυντικού φακού
ActionViewTitleBarMagnifier=Μεγεθυντικός φακός
ActionViewToolbar:h=Εμφάνιση ή απόκρυψη της μπάρας εργαλείων
ActionViewToolbar=&Μπάρα Εργαλείων
ActionViewWordWrap:h=Εναλλαγή αναδίπλωσης κειμένου
ActionViewWordWrap=Ανα&δίπλωση Κειμένου
ActionViewXMLTree:h=Εμφάνιση ή απόκρυψη του XML δέντρου
ActionViewXMLTree=&XML Δέντρο
ActionViewZoomEditorIn:h=Μεγέθυνση προγράμματος επεξεργασίας
ActionViewZoomEditorIn=Μεγέθυνση
ActionViewZoomEditorOut:h=Σμίκρυνση προγράμματος επεξεργασίας
ActionViewZoomEditorOut=Σμίκρυνση
ActionViewZoomEditorReset:h=Αρχικοποίηση ζουμ προγράμματος επεξεργασίας
ActionViewZoomEditorReset=Αρχικοποίηση ζουμ
ActionXMLTreeRefresh:h=Ανανέωση δέντρου XML
ActionXMLTreeRefresh=&Ανανέωση

[Message]
CannotFindString=δεν είναι δυνατό να βρεθεί η συμβολοσειρά "%s"
DuplicatesWereNotFound=δε βρέθηκαν διπλότυπα
InstallNewVersion=Να εγκατασταθεί η νέα έκδοση;
LatestVersion=Χρησιμοποιείτε τη τελευταία έκδοση.
NoDefaultPrinter=Δεν υπάρχει προεπιλεγμένος εκτυπωτής.
PdfErrorPassword:t=Translation needed
PdfErrorPassword=Password required or invalid password.
ScaleChange=Ορισμένες αλλαγές κλιμάκωσης μπορεί να μην εμφανίζονται σωστά μέχρι να κάνετε επανεκκίνηση της εφαρμογής.
SelectFilePathFromDirectory=Επιλογή διαδρομής αρχείου από κατάλογο

[OptionsApplicationFrame]
CheckBoxAddApplicationInOpentWithContextMenu=Προσθήκη εφαρμογής στο μενού περιβάλλοντος "Άνοιγμα με"
CheckBoxAllowExitWithEsc=Να επιτρέπεται η έξοδος με το πλήκτρο esc
CheckBoxAllowMultipleInstances=Να επιτρέπονται πολλές παρουσίες
CheckBoxCloseMinimizes=Ελαχιστοποίηση κλεισίματος
CheckBoxDropFiles=Απόθεση αρχείων
CheckBoxHotExit:h=Κλείστε χωρίς άδεια για αποθήκευση, τα αρχεία θα διατηρηθούν και θα αποκατασταθούν.
CheckBoxHotExit=Hot exit
CheckBoxMinimizeToSystemTray=Ελαχιστοποίηση στη γραμμή εμφάνισης ειδοποιήεσων
CheckBoxStayOnTop=Παραμονή στην κορυφή
CheckBoxUseLatestCommonDialogs=Χρήση των πιο πρόσφατων κοινών παραθύρων διαλόγου
CheckBoxUseReverseUTF8Naming=Χρήση αντίστροφης ονομασίας κωδικοποίησης UTF-8
ComboBoxLanguage=Γλώσσα
SpinEditReopenMaxFileCount=Άνοιγμα ξανά μέγιστου αριθμού αρχείων
SpinEditSplitterSize=Μέγεθος διαχωριστικού

[OptionsApplicationScalingFrame]
RadioButtonAuto=Αυτόματο
RadioButtonPercent=Ποσοστό
RadioButtonPixelsPerInch=Πίξελς ανά ίντσα

[OptionsApplicationUpdatesFrame]
CheckBoxCheckForUpdatesAtStartup=Έλεγχος για ενημερώσεις κατά την εκκίνηση
CheckBoxCheckForUpdatesWhenClosing=Έλεγχος για ενημερώσεις με το κλείσιμο

[OptionsApplicationClipboardHistoryFrame]
CheckBoxClipboardHistoryEnabled=Ενεργοποιημένο
SpinEditClipboardHistoryItemsCount=Πλήθος στοιχείων

[OptionsApplicationModifiedFilesFrame]
CheckBoxAskToReloadModifiedFiles=Ερώτηση για επαναφόρτωση
CheckBoxMoveCaretAtTheEnd=Μετακίνηση καρέ στο τέλος μετά την επαναφόρτωση
CheckBoxPollFileChanges=Αλλαγές αρχείων δημοσκόπησης
CheckBoxReloadAutomaticallyModifiedFiles=Αυτόματη επαναφόρτωση
SpinEditPollingInterval=Διάστημα δημοσκόπησης (ms)

[OptionsDirectoryFrame]
CheckBoxAutoHide=Αυτόματη απόκρυψη
CheckBoxAutoSelect=Αυτόματη επιλογή
CheckBoxUseSelectedPathAsDefaultDirectory=Η επιλεγμένη διαδρομή ως προεπιλεγμένος κατάλογος
CheckBoxShowArchiveFiles=Εμφάνιση Αρχειοθετημένων Αρχείων
CheckBoxShowHiddenFiles=Εμφάνιση Κρυφών Αρχείων
CheckBoxShowOverlayIcons=Εμφάνιση Εικονιδίων Επικάλυψης
CheckBoxShowSystemFiles=Εμφάνιση Αρχείων Συστήματος
CheckBoxShowTreeLines=Εμφάνιση Γραμμών Δέντρου
CheckBoxUseExplorerTheme=Χρήση θέματος εξερεύνησης
ComboBoxAlign=Ευθυγράμμιση
SpinEditIndent=Διαχωριστικό
SpinEditMargin=Περιθώριο

[OptionsDirectoryTabsFrame]
CheckBoxBoldActiveTab=Ενεργή καρτέλα έντονης γραφής
CheckBoxCloseTabByDblClick=Κλείσιμο Καρτέλας Με Διπλό Κλικ
CheckBoxCloseTabByMiddleClick=Κλείσιμο Καρτέλας Με Μεσαίο Κλικ
CheckBoxEnlargeActiveTab=Μεγέθυνση ενεργής καρτέλας
CheckBoxMultiline=Πολλαπλές Γραμμές
CheckBoxRightClickSelect=Επιλογή Με Δεξί Κλικ
CheckBoxSaveTabs=Αποθήκευση Καρτελών
CheckBoxShowIcon=Εμφάνιση Εικόνας
CheckBoxShowOpenDirectoryButton=Εμφάνιση κουμπιού ανοίγματος καταλόγου
ComboBoxShowCloseButton=Εμφάνιση Πλήκτρου Κλεισίματος
GroupBoxFont=Γραμματοσειρά
GroupBoxFontSize=Μέγεθος γραμματοσειράς
RadioButtonFontCustom=Προσαρμοσμένο
RadioButtonFontDefault=Προεπιλογή
RadioButtonFontSizeCustom=Προσαρμοσμένο
RadioButtonFontSizeDefault=Προεπιλογή
SpinEditTabHeight=Ύψος
SpinEditTabMargin=Περιθώριο
SpinEditTabSpacing=Απόσταση

[OptionsEditorBackupFrame]
CheckBoxActive=Ενεργoποιημένο
EditFileExtension=Επέκταση αρχείου
GroupBoxPath=Διαδρομή
GroupBoxSuffix=Μέτά το θέμα
RadioButtonPathCustom=Προσαρμογή
RadioButtonPathFile=Αρχείο
RadioButtonSuffixCounter=Μετρητής
RadioButtonSuffixDateAndTime=Ημέρα και ώρα
RadioButtonSuffixNone=Κανένα

[OptionsEditorBookmarkListFrame]
CheckBoxShowFilters=Εμφάνιση φίλτρων
CheckBoxShowLineNumbers=Εμφάνιση αριθμών γραμμής
CheckBoxTrimText=Περικοπή κειμένου
CheckBoxUpdateForAllBookmarkLists=Ενημέρωση για όλες τις λίστες σελιδοδεικτών
CheckBoxUpdateWidthWhenResized=Ενημέρωση πλάτους όταν αλλάζει το μέγεθος
CheckBoxVisible=Ορατό
ComboBoxAlign=Ευθυγραμμισμένο
GroupBoxSortBy=Ταξινόμηση κατά
RadioButtonSortByColor=Χρώμα
RadioButtonSortByLineNumber=Αριθμός γραμμής
RadioButtonSortByText=Κείμενο
SpinEditWidth=Πλάτος

[OptionsEditorCaretFrame]
CheckBoxMultipleCaretsActive=Ενεργοποιημένο
CheckBoxMultipleCaretsShowActiveLine=Εμφάνιση ενεργής γραμμής
CheckBoxMultipleCaretsShowGhost=Εμφάνιση ghost
CheckBoxNonblinkingCaretActive=Ενεργοποιημένο
CheckBoxRightMouseClickMovesCaret=Μετακίνηση καρέ με δεξί κλικ
CheckBoxVisible=Ορατό
ColorComboBoxNonblinkingCaretBackground=Χρώμα φόντου
ColorComboBoxNonblinkingCaretForeground=Χρώμα προσκηνίου
ComboBoxStylesInsertCaret=Εισαγωγή
ComboBoxStylesOverwriteCaret=Αντικατάσταση
GroupBoxMultipleCarets=Πολλαπλά καρέ
GroupBoxNonBlinkingCaret=Καρέ που δεν αναβοσβήνει
GroupBoxStyles=Στυλ

[OptionsEditorColorFrame]
ActionReset=Αρχικοποίηση
CheckBoxElementsAttributesBold=Έντονα
CheckBoxElementsAttributesItalic=Πλάγια
CheckBoxElementsAttributesUnderline=Υπογράμμιση
CheckBoxSkinActiveLineBackground=Φόντο ενεργής γραμμής
CheckBoxSkinBackground=Φόντο
CheckBoxSkinBookmarkPanelBackground=Φόντο πίνακα σελιδοδεικτών
CheckBoxSkinCodeFoldingBackground=Φόντο αναδιπλούμενου κώδικα
CheckBoxSkinCodeFoldingHintBackground=Υπόδειξη φόντου αναδιπλούμενου κώδικα
CheckBoxSkinCompletionProposalBackground=Φόντο ολοκληρωμένης πρότασης
CheckBoxSkinCompletionProposalSelectionBackground=Φόντο επιλογής πρότασης ολοκλήρωσης
CheckBoxSkinForeground=Προσκήνιο
CheckBoxSkinLeftMarginBackground=Φόντο αριστερού περιθωρίου
CheckBoxSkinSelectionBackground=Περιθώριο επιλογής
CheckBoxSkinSelectionForeground=Προσκήνιο επιλογής
ColorComboBoxEditorColor=Χρώμα
ColorComboBoxElementsBackground=Φόντο
ColorComboBoxElementsForeground=Προσκήνιο
ComboBoxColorTheme=Χρώμα
ComboBoxEditorElement=Στοιχείο
ComboBoxElementsName=Όνομα
ComboBoxHighlighter=Επισήμανση
DateEditDate=Ημέρα
EditEmail=Email
EditName=Όνομα
EditVersion=Έκδοση
GroupBoxAttributes=Χαρακτηριστικά
LabelSkinDescription=Χρήση χρώματος εμφάνισης για επιλεγμένα στοιχεία
TabSheetAuthor=Δημιουργός
TabSheetEditor=Πρόγραμμα επεξεργασίας
TabSheetElements=Στοιχεία
TabSheetGeneral=Γενικά
TabSheetUseSkinColor=Χρήση χρώματος εμφάνισης

[OptionsEditorCompletionProposalFrame]
CheckBoxActive=Ενεργοποιημένο
CheckBoxAddHighlighterKeywords=Προσθήκη λέξεων-κλειδιών σήμανσης
CheckBoxAutoInvoke=Αυτόματη κλήση
CheckBoxMatchCase=Πεζά
CheckBoxParseWordsFromText=Αναλύστε τις λέξεις από το κείμενο
CheckBoxShowSnippets=Εμφάνιση αποσπασμάτων
ComboBoxKeywordCase:t=Translation needed
ComboBoxKeywordCase=Λέξεις-κλειδιά
ComboBoxShortcut=Συντόμευση
SpinEditNumberOfRows=Αριθμός σειρών

[OptionsEditorCompletionProposalSnippetsFrame]
ActionAdd:h=Προσθήκη αποσπάσματος
ActionAdd=Προσθήκη
ActionClone:h=Κλώνος αποσπάσματος
ActionClone=Κλώνος
ActionDelete:h=Διαγραφή επιλεγμένου αποσπάσματος
ActionDelete=Διαγραφή
ActionEdit:h=Επεξεργασία αποσπάσματος
ActionEdit=Επεξεργασία
VirtualDrawTree:0=Απόσπασμα
VirtualDrawTree:1=Περιγραφή

[SnippetEditDialog]
CheckBoxCursorPositionActive=Ενεργό
CheckBoxSelectionActive=Ενεργό
ComboBoxExecuteWith=Εκτέλεση με
ComboBoxGroupName=Όνομα ομάδας
ComboBoxHighlighter=Επισήμανση
ComboBoxShortcut=Συντόμευση
EditDescription=Περιγραφή
EditKeyword=Λέξη-κλειδιά
GroupBoxCursorPosition=Θέση δρομέα
GroupBoxSelection=Επιλογή
SpinEditCursorPositionColumn=Στήλη
SpinEditCursorPositionRow=Σειρά
SpinEditSelectionFromColumn=Από στήλη
SpinEditSelectionFromRow=Από σειρά
SpinEditSelectionToColumn=Σε στήλη
SpinEditSelectionToRow=Σε σειρά
TextEditor=Απόσπασμα

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Χρώμα
ComboBoxDefaultEncoding=Κωδικοποίηση
ComboBoxDefaultHighlighter=Επισήμανση
ComboBoxDefaultSQLHighlighter=SQL επισήμανση
EditBrowser=Πρόγραμμα περιήγησης
GroupBoxDirectory=Κατάλογος
RadioButtonCurrentWindowsDirectory=Τρέχων κατάλογος των Windows
RadioButtonCustomDirectory=Προσαρμοσμένος κατάλογος
RadioButtonLatestDirectory=Πιο πρόσφατος κατάλογος

[OptionsEditorFoldingFrame]
CheckBoxExpandByHintClick=Ανάπτυξη με κλικ υπόδειξης
CheckBoxFoldMultilineComments=Σύμπτυξη σχολίων πολλαπλών γραμμών
CheckBoxHighlightIndentGuides=Επισήμανση οδηγών εσοχής
CheckBoxHighlightMatchingPair=Επισήμανση ζεύγους που ταιριάζει
CheckBoxShowCollapsedCodeHint=Εμφάνιση υπόδειξης συμπτυγμένου κώδικα
CheckBoxShowCollapsedLine=Εμφάνιση συμπτυγμένης γραμμής
CheckBoxShowCollapseMarkAtTheEnd=Εμφάνιση σημείου σύμπτυξης στο τέλος
CheckBoxShowIndentGuides=Εμφάνιση οδηγών εσοχής
CheckBoxShowTreeLine=Εμφάνιση γραμμής δέντρου
CheckBoxTextFoldingActive=Ενεργοποιημένο
CheckBoxVisible=Ορατό
ComboBoxGuideLineStyle=Στυλ γραμμής οδηγού
ComboBoxMarkStyle=Στυλ σήμανσης
EditCollapsedRowCharacterCount:t=Translation needed
EditDelayInterval:t=Translation needed
GroupBoxCodeFolding:t=Translation needed
GroupBoxCodeFolding=Κώδικας αναδίπλωσης
GroupBoxTextFolding=Αναδίπλωση αρχείου κειμένου
RadioButtonOutlinedByACharacter=Με περίγραμμα από ένα χαρακτήρα
RadioButtonOutlinedBySpacesAndTabs=Με περίγραμμα από κενά και στηλοθέτες
SpinEditCollapsedRowCharacterCount=Collapsed row character count
SpinEditDelayInterval=Χρόνος καθυστέρησης (ms)
SpinEditHintRowCount=Hint row count

[OptionsEditorFontFrame]
ActionReset=Αρχικοποίηση
CheckBoxUseSameSettingsForAllColorThemes=Χρήση των ίδιων ρυθμίσεων για όλα τα θέματα χρωμάτων
ComboBoxColorTheme=Χρώμα
ComboBoxElement=Στοιχείο
FontComboBoxFont=Γραμματοσειρά
SpinEditFontSize=Μέγεθος γραμματοσειράς

[OptionsEditorLeftMarginFrame]
CheckBoxAutoSize=Αυτόματο μέγεθος
CheckBoxLineStateShowOnlyModified=Εμφάνιση μόνο τροποποιημένων
CheckBoxLineStateVisible=Ορατό
CheckBoxVisible=Ορατό
ComboBoxLineStateAlign=Στοίχιση
GroupBoxLineState=Κατάσταση γραμμής
SpinEditWidth=Πλάτος

[OptionsEditorLeftMarginBookmarksFrame]
CheckBoxSaveBookmarks=Αποθήκευση σελιδοδεικτών
CheckBoxShowBookmarkColorsPopup:t=Translation needed
CheckBoxShowBookmarkColorsPopup=Εμφάνιση αναδυόμενου παραθύρου χρωμάτων σελιδοδεικτών
CheckBoxShowPanel=Εμφάνιση Πίνακα Σελιδοδεικτών
CheckBoxVisible=Ορατό
ColorComboBoxLineColor=Χρώμα γραμμής σελιδοδείκτη
SpinEditPanelWidth=Πλάτος πίνακα σελιδοδεικτών

[OptionsEditorLeftMarginLineNumbersFrame]
CheckBoxShowAfterLastLine=Εμφάνιση Αριθμών Γραμμών μετά την τελευταία
CheckBoxShowInTens=Αριθμοί Γραμμών Σε Δεκάδες
CheckBoxShowLeadingZeros=Αριθμοί Γραμμών Έναρξη Μηδέν
CheckBoxVisible=Ορατό
SpinEditStartFrom=Έναρξη από

[OptionsEditorMatchingPairFrame]
CheckBoxAutoComplete=Αυτόματη συμπλήρωση
CheckBoxHighlightActive=Ενεργοποιημένο
CheckBoxHighlightAfterToken=Επισήμανση μετά το διακριτικό
CheckBoxHighlightUnmatched=Μη ταίριασμα επισήμανσης
GroupBoxDisplay=Εμφάνιση
GroupBoxHighlight=Επισήμανση
RadioButtonHighlight=Επισήμανση
RadioButtonUnderline=Υπογράμμιση

[OptionsEditorMinimapFrame]
CheckBoxBlendingEnabled=Ενεργοποιημένο
CheckBoxBlendingInvert=Αντιστροφή
CheckBoxShowBookmarks=Εμφάνιση σελιδοδεικτών
CheckBoxShowBorder=Εμφάνιση περιθωρίου
CheckBoxShowIndentGuides=Εμφάνιση οδηγών εσοχής
CheckBoxShowSearchResults=Εμφάνιση αποτελεσμάτων αναζήτησης
CheckBoxShowSelection=Εμφάνιση επιλογής
CheckBoxShowShadow=Εμφάνιση σκιάς
CheckBoxVisible=Ορατό
ComboBoxAlign=Στοίχιση
GroupBoxBlending=Ανάμειξη
SpinEditWidth=Πλάτος

[OptionsEditorOptionsFrame]
CheckBoxAutoChangeEncoding=Αυτόματη αλλαγή κωδικοποίησης κατά την αποθήκευση
CheckBoxAutoIndent=Αυτόματο Διαχωριστικό
CheckBoxAutoSave=Αυτόματη Αποθήκευση
CheckBoxDragDropEditing=Επεξεργασία μεταφοράς και απόθεσης
CheckBoxGroupUndo=Αναίρεση ομάδας
CheckBoxSaveUnmodified=Αποθήκευση μη τροποποιημένου
CheckBoxShowControlCharacters=Εμφάνιση χαρακτήρων ελέγχου
CheckBoxShowNonBreakingSpaceAsSpace=Εμφάνιση μη-σπασμένου χώρου ως χώρου
CheckBoxShowNullCharacters=Εμφάνιση άκυρων χαρακτήρων
CheckBoxShowWarningBeforeSaving=Εμφάνιση προειδοποίησης πριν από την αποθήκευση
CheckBoxShowZeroWidthSpaceCharacters=Εμφάνιση χαρακτήρων χώρου μηδενικού πλάτους
CheckBoxTrailingLineBreak=Αλλαγή γραμμής μετά την τελευταία
CheckBoxTrimTrailingSpaces=Περικοπή Τελικών Διαστημάτων
CheckBoxUndoAfterSave=Αναίρεση Μετά Την Αποθήκευση
ComboBoxDefaultLineBreak=Προεπιλογή αλλαγής γραμμής
GroupBoxInternationalCharacters:t=Translation needed
GroupBoxInternationalCharacters=Διεθνείς χαρακτήρες με κωδικοποίηση ASCII/ANSI
SpinEditBorderWidth=Πλάτος περιγράμματος
SpinEditLineSpacing=Διάστιχο
SpinEditMargin=Περιθώριο

[OptionsEditorRightMarginFrame]
CheckBoxAutoLineBreak=Αυτόματη αλλαγή γραμμής
CheckBoxMouseMove=Μετακίνηση Ποντικιού
CheckBoxShowMovingHint=Εμφάνιση υπόδειξης κίνησης
CheckBoxVisible=Ορατό
SpinEditPosition=Θέση

[OptionsEditorRulerFrame]
CheckBoxShowSelection=Εμφάνιση επιλογής
CheckBoxVisible=Ορατό
SpinEditHeight=Ύψος

[OptionsEditorScrollFrame]
CheckBoxAutosizeMaxWidth=Αυτόματο μέγεθος μέγιστου πλάτους
CheckBoxHalfPage=Μισή σελίδα
CheckBoxHintFollows=Ακολουθεί υπόδειξη
CheckBoxPastEndOfFile=Μετάβαση Στο Τέλος Του Αρχείου
CheckBoxPastEndOfLineMarker=Μετάβαση Στο Τέλος Της Γραμμής
CheckBoxShowHint=Εμφάνιση Υπόδειξης Κύλισης
CheckBoxShowHorizontalScrollBar=Εμφάνιση οριζόντιας μπάρας κύλισης
CheckBoxShowShadow=Εμφάνιση σκιάς
CheckBoxShowVerticalScrollBar=Εμφάνιση κάθετης μπάρας κύλισης

[OptionsEditorSearchFrame]
CheckBoxAutoCompleteEnabled=Ενεργοποιημένο
CheckBoxBeepIfSearchStringNotFound=Ήχος Για Τη Μη Εύρεση Συμβολοσειράς
CheckBoxClearWhenClosed=Απαλοιφή στο κλείσιμο
CheckBoxEntireScope=Ολόκληρο το πεδίο εφαρμογής
CheckBoxFileSpecificSearch=Αναζήτηση για συγκεκριμένα αρχεία
CheckBoxFindWordAtCursor=Εύρεση λέξης στο δρομέα
CheckBoxHighlightResult=Επισήμανση αποτελεσμάτων
CheckBoxMatchCase=Ταίριασμα πεζών
CheckBoxNearOperatorEnabled=Ενεργοποιημένο
CheckBoxSearchOnTyping=Αναζήτηση κατά την πληκτρολόγηση
CheckBoxSearchOnTypingEnabled=Ενεργοποιημένο
CheckBoxSetFocusIntoEditorWithEnter=Ορισμός εστίασης στο πρόγραμμα επεξεργασίας με εισαγωγή
CheckBoxShowSearchMap=Εμφάνιση χάρτη αναζήτησης
CheckBoxShowSearchMatchNotFound=Η εμφάνιση αντιστοίχισης αναζήτησης δεν βρέθηκε
CheckBoxShowSearchStringNotFound=Εμφάνιση Μηνύματος Για Τη Συμβολοσειρά Που Δε Βρέθηκε
CheckBoxToggleSearchBar=Εναλλαγή γραμμής αναζήτησης
CheckBoxUseUpAndDownArrowKeysToFind=Χρήση πλήκτρων βέλους πάνω και κάτω για εύρεση
CheckBoxVisible=Ορατό
CheckBoxWholeWords=Μόνο ολόκληρες λέξεις
CheckBoxWrapAround=Αναδίπλωση
ComboBoxSearchBarAlign=Στοίχιση γραμμής αναζήτησης
ComboBoxSearchMapAlign=Στοίχιση χάρτη αναζήτησης
GroupBoxAutoComplete=Αυτόματη συμπλήρωση
GroupBoxNearOperator:h=Σύνταξη: Word1 NEAR Word2 or Word1 NEAR:d Word2, όπου d είναι η μέγιστη απόσταση λέξεων
GroupBoxNearOperator=NEAR χειριστής
GroupBoxSearchOnTyping=Αναζήτηση κατά την πληκτρολόγηση
SpinEditAutoCompleteDelayInterval=Χρονικό διάστημα καθυστέρησης (ms)
SpinEditNearOperatorMaximumDistance=Μέγιστη απόσταση
SpinEditNearOperatorMinimumDistance=Ελάχιστη απόσταση
SpinEditSearchOnTypingDelayInterval=Χρονικό διάστημα καθυστέρησης (ms)

[OptionsEditorSelectionFrame]
CheckBoxALTSetsColumnMode=Το ALT ορίζει τη λειτουργία στήλης
CheckBoxAutoCopyToClipboard=Αυτόματη αντιγραφή στο πρόχειρο
CheckBoxExpandPrefixCharacters=Ανάπτυξη προθεμάτων χαρακτήρων
CheckBoxExpandRealNumbers=Ανάπτυξη πραγματικών αριθμών
CheckBoxFromEndOfLine=Από το τέλος της γραμμής
CheckBoxHighlightSimilarTerms=Επισήμανση παρόμοιων όρων
CheckBoxTermsMatchCase=Όροι διάκρισης πεζών - κεφαλαίων
CheckBoxToEndOfLastLine=Στο τέλος της τελευταίας γραμμής
CheckBoxToEndOfLine=Στο τέλος της γραμμής
CheckBoxTripleClickRowSelect=Επιλογή Γραμμής Με Τριπλό Κλίκ
CheckBoxVisible=Ορατό

[OptionsEditorSortFrame]
CheckBoxCaseSensitive=Διάκριση πεζών-κεφαλαίων
CheckBoxNaturalSortOrder=Φυσική σειρά ταξινόμησης

[OptionsEditorSpecialCharsFrame]
CheckBoxLineBreakVisible=Ορατό
CheckBoxSelectionVisible=Ορατό
CheckBoxVisible=Ορατό
ColorComboBoxLineBreakColor=Χρώμα
ColorComboBoxSelectionColor=Χρώμα
ComboBoxArrowStyle=Στυλ
ComboBoxLineBreakStyle=Στυλ
GroupBoxColor=Χρώμα
GroupBoxLineBreak=Τέλος της γραμμής
GroupBoxSelection=Επιλογή
RadioButtonCustomColor=Χρήση χρώματος
RadioButtonMiddleColor=Χρήση μεσαίου χρώματος
RadioButtonTextColor=Χρήση χρώματος κειμένου

[OptionsEditorSpellCheckFrame]
CheckBoxActive=Ενεργοποιημένο
ColorComboBoxUnderlineColor=Χρώμα
ComboBoxDictionary=Λεξικό
ComboBoxUnderlineType=Είδος
GroupBoxUnderline=Υπογράμμιση

[OptionsEditorSyncEditFrame]
CheckBoxActive=Ενεργοποιημένο
CheckBoxMatchCase=Ταίριασμα πεζών
CheckBoxShowActivateIcon=Εμφάνιση κουμπιού ενεργοποίησης

[OptionsEditorTabsFrame]
CheckBoxBoldActiveTab=Ενεργή καρτέλα έντονης γραφής
CheckBoxCloseTabByDblClick=Κλείσιμο Καρτέλας Με Διπλό Κλικ
CheckBoxCloseTabByMiddleClick=Κλείσιμο Καρτέλας Με Μεσαίο Κλικ
CheckBoxDimReadOnlyWhenNotActive=Μείωση ανάγνωσης μόνο όταν δεν είναι ενεργό
CheckBoxEnlargeActiveTab=Μεγέθυνση ενεργής καρτέλας
CheckBoxHideCloseButtonWhenCanCloseIsNotChecked=Απόκρυψη κουμπιού κλεισίματος όταν το κλείσιμο δεν είναι επιλεγμένο
CheckBoxMultiline=Πολλαπλές Γραμμές
CheckBoxRightClickSelect=Επιλογή Με Δεξί Κλικ
CheckBoxSaveTabs=Αποθήκευση Καρτελών
CheckBoxShowFileNameAsHint=Εμφάνιση ονόματος αρχείου ως υπόδειξη
CheckBoxShowIcon=Εμφάνιση Εικόνας
CheckBoxShowNewFileButton=Εμφάνιση κουμπιού νέου αρχείου
ComboBoxShowCloseButton=Εμφάνιση Πλήκτρου Κλεισίματος
GroupBoxFont=Γραμματοσειρά
GroupBoxFontSize=Μέγεθος γραμματοσειράς
RadioButtonFontCustom=Προσαρμοσμένο
RadioButtonFontDefault=Προεπιλογή
RadioButtonFontSizeCustom=Προσαρμοσμένο
RadioButtonFontSizeDefault=Προεπιλογή
SpinEditTabHeight=Ύψος
SpinEditTabMargin=Περιθώριο
SpinEditTabSpacing=Απόσταση

[OptionsEditorTabulatorFrame]
CheckBoxColumns=Στήλες
CheckBoxPreviousLineIndent=Εσοχή προηγούμενης γραμμής
CheckBoxSelectedBlockIndent=Επιλεγμένη εσοχή μπλοκ
CheckBoxTabsToSpaces=Καρτέλες σε Διαστήματα
SpinEditWidth=Πλάτος

[OptionsEditorWordWrapFrame]
CheckBoxActive=Ορατό
ComboBoxWidth=Πλάτος

[OptionsEditorXMLTreeFrame]
CheckBoxUseExplorerTheme=Χρήση θέματος εξερεύνησης
CheckBoxVisible=Ορατό
ComboBoxAlign=Στοίχιση
SpinEditWidth=Πλάτος

[OptionsFileTypesFrame]
EditExtensions=Επεκτάσεις
VirtualDrawTree:0=Τύπος Αρχείου

[OptionsForm]
ActionApplication=Εφαρμογή
ActionApplicationClipboardHistory=Ιστορικό προχείρου
ActionApplicationModifiedFiles=Τροποποιημένα αρχεία
ActionApplicationScaling=Κλιμάκωση
ActionApplicationUpdates=Ενημερώσεις
ActionCompare=Σύγκριση Αρχείων
ActionDirectory=Κατάλογος
ActionDirectoryTabs=Καρτέλες
ActionEditor=Συντάκτης
ActionEditorBackup=Αντίγραφο ασφαλείας
ActionEditorBookmarkList=Λίστα σελιδοδεικτών
ActionEditorCaret=Καρέ
ActionEditorColors=Χρώματα
ActionEditorCompletionProposal=Πρόταση Ολοκλήρωσης
ActionEditorCompletionProposalSnippets=Αποσπάσματα
ActionEditorDefaults=Προεπιλογές
ActionEditorFolding=Κώδικας αναδίπλωσης
ActionEditorFonts=Γραμματοσειρά
ActionEditorLeftMargin=Αριστερό Περιθώριο
ActionEditorLeftMarginBookmarks=Σελιδοδείκτες
ActionEditorLeftMarginLineNumbers=Αριθμοί γραμμών
ActionEditorMatchingPair=Ζεύγος που ταιριάζει
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Δεξί Περιθώριο
ActionEditorRuler=Χάρακας
ActionEditorScroll=Κύλιση
ActionEditorSearch=Αναζήτηση
ActionEditorSelection=Επιλογή
ActionEditorSort=Ταξινόμηση
ActionEditorSpecialChars=Ειδικοί χαρακτήρες
ActionEditorSpellCheck=Ορθογραφικός έλεγχος
ActionEditorSyncEdit=Επεξεργασία συγχρονισμού
ActionEditorTabs=Καρτέλες
ActionEditorTabulator=Καρτέλα
ActionEditorWordWrap=Ανα&δίπλωση Κειμένου
ActionEditorXMLTree=Δέντρο XML
ActionFileTypes=Είδη Αρχείων
ActionHexEditor=Επεξεργαστής δεκαεξαδικών
ActionHTMLExport=Εξαγωγή HTML αναφοράς
ActionImageView=Προβολή εικόνας
ActionJSONFormatter=JSON Μορφοποίηση
ActionMainMenu=Κυρίως Μενού
ActionMarkdownPreview=Προεπισκόπηση σήμανσης
ActionMarkdownPreviewOptions=Επιλογή
ActionMenuBar=Γραμμή μενού
ActionMenuBarButtons=Κουμπιά
ActionMenuBarTabs=Καρτέλες
ActionOpen:h=Επιλογές εγγραφής στο αρχείο INI
ActionOpen=Άνοιγμα...
ActionOutput=Output
ActionOutputTabs=Καρτέλες
ActionPDFView=Προβολή PDF
ActionPrint=Εκτύπωση
ActionSaveAs:h=Επιλογές ανάγνωσης από το αρχείο INI
ActionSaveAs=Αποθήκευση Ως...
ActionSkin=Εμφάνιση
ActionSkinButtons=Κουμπιά
ActionSkinEffects=Εφέ
ActionSkinFont=Γραμματοσειρά
ActionSkinHints=Υποδείξεις
ActionSkinScrollBars=Μπάρες κύλισης
ActionSkinStyles=Στυλ
ActionSQLFormatter=SQL Μορφοποίηση
ActionSQLFormatterCapitalization=Μετατροπή σε κεφαλαία
ActionSQLFormatterFormatting=Μορφοποίηση
ActionSQLFormatterIndentation=Εσοχή
ActionStatusBar=Γραμμή Κατάστασης
ActionTitleBar=Γραμμή τίτλου
ActionToolbar=Μπαρα Εργαλείων
ActionToolbarOptions=Επιλογή
ActionXMLFormatter=XML Μορφοποίηση
Caption=Επιλογές
EditorTabsAction=Καρτέλες

[OptionsHexEditorFrame]
CheckBoxAutosize=Αυτόματο μέγεθος
CheckBoxHexLowerCase=Hex πεζά
CheckBoxInsertMode=Κατάσταση εισαγωγής
CheckBoxShowRuler=Εμφάνιση χάρακα
ComboBoxCaretStyle=Στυλ καρέ

[OptionsHTMLExportFrame]
CheckBoxAddToClipboard=Προσθήκη στο πρόχειρο
CheckBoxShowLineNumbers=Εμφάνιση αριθμών γραμμών

[OptionsMainMenuFrame]
GroupBoxFont=Γραμματοσειρά
GroupBoxFontSize=Μέγεθος γραμματοσειρας
RadioButtonFontCustom=Προσαρμοσμένο
RadioButtonFontDefault=Προεπιλογή
RadioButtonFontSizeCustom=Προσαρμοσμένο
RadioButtonFontSizeDefault=Προεπιλογή

[OptionsMarkdownPreviewFrame]
CheckBoxVisible=Ορατό
CheckBoxAutoSize=Αυτόματο μέγεθος
CheckBoxUseColorTheme=Χρήση χρώματος θέματος
SpinEditWidth=Πλάτος
ComboBoxAlign=Ευθυγράμμιση

[OptionsMarkdownPreviewOptionsFrame]
CheckBoxBackslashEspacesHTMLTags=Η κάθετος διαφεύγει από τις ετικέτες HTML
CheckBoxDisableForcedSpaces=Απενεργοποίηση της απαίτησης εσοχής υπολιστών κατά 4 διαστήματα για τη ένθεσή τους
CheckBoxUnderline=Απενεργοποίηση της ανάλυσης υπογράμμιση ως <em> ή <strong>
CheckBoxSimplifiedAutoLink=Ενεργοποίηση αυτόματης σύνδεσης σε διευθύνσεις απλού κειμένου URL
CheckBoxEncodeEmails=Ενεργοποίηση αυτόματης απόκρυψης διεύθυνσης ηλεκτρονικού ταχυδρομείου
CheckBoxEmojis=Ενεργοποίηση υποστήριξης emoji
CheckBoxEllipsis=Ενεργοποίηση οριζόντιας μετατροπής έλλειψης
CheckBoxTasklists=Ενεργοποίηση υποστήριξης για λίστες εργασιών GFM
CheckBoxMentions=Ενεργοποίηση υποστήριξης για github @mentions
CheckBoxCodeBlocks=Ενεργοποίηση υποστήριξης για σύνταξη στυλ μπλοκ κώδικα GFM (περιφραγμένοι κωδικοί)
CheckBoxParseImgDimensions=Ενεργοποίηση υποστήριξης για τον ορισμό διαστάσεων εικόνας μέσα από τη σύνταξη σήμανσης
CheckBoxStrikethrough=Ενεργοποίηση υποστήριξης για διαγράμματη σύνταξη
CheckBoxTables=Ενεργοποίηση υποστήριξης για σύνταξη πινάκων
CheckBoxExcludeTrailingPunctuationFromURLs=Εξαίρεση τελικών σημείων στίξης από διευθύνσεις URL αυτόματης σύνδεσης
CheckBoxLiteralMiddleWordAsterisks:t=Translation needed
CheckBoxLiteralMiddleWordAsterisks=Κυριολεκτικοί αστερίσκοι μεσαίας λέξης
CheckBoxOmitExtraWLInCodeBlocks=Παράλειψη της νέας γραμμής που ακολουθεί σε ένα μπλοκ κώδικα
CheckBoxSimpleLineBreaks=Ανάλυση διακοπών γραμμών <br/> στις παραγράφους (όπως στο GitHub)
CheckBoxRequireSpaceBeforeHeadingText= Απαίτηση διαστήματος μεταξύ # και κειμένου κεφαλίδας
CheckBoxSplitAdjacentBlockquotes=Διαχωρισμός παρακείμενων μπλοκ
CheckBoxLiteralMiddleWordUnderscores=Χειρισμός των υπογραμμίσεων στη μέση των λέξεων ως κυριολεκτικούς χαρακτήρες
SpinEditHeaderStartingLevel=Επίπεδο έναρξης κεφαλίδας

[OptionsMenuBarFrame]
ActionAddDivider:h=Προσθήκη διαχωριστικού
ActionAddDivider=Προσθήκη Διαχωριστή
ActionAddButton:h=Προσθήκη Στοιχείου
ActionAddButton=Προσθήκη στοιχείου
ActionDelete:h=Διαγραφή
ActionDelete=Διαγραφή
ActionMoveDown:h=Μετακίνηση επιλεγμένου στοιχείου προς τα κάτω
ActionMoveDown=Μετακίνηση προς τα κάτω
ActionMoveUp:h=Μετακίνηση επιλεγμένου στοιχείου προς τα πάνω
ActionMoveUp=Μετακίνηση προς τα πάνω
ActionReset:h=Αρχικοποίηση στοιχείων μενού
ActionReset=Αρχικοποίηση
VirtualDrawTree:0=Στοιχείο
VirtualDrawTree:h=Χρησιμοποιήστε μεταφορά και απόθεση για μετακίνηση στοιχείων του μενού. Κάντε δεξί κλικ στο αναδυόμενο μενού για εισαγωγή και διαγραφή στοιχείων.
VirtualDrawTree:t=Translation needed

[OptionsMenuBarTabsFrame]
CheckBoxBoldActiveTab=Ενεργή καρτέλα έντονης γραφής
CheckBoxEnlargeActiveTab=Μεγέθυνση ενεργής καρτέλας
CheckBoxShowMenu=Εμφάνιση μενού
GroupBoxTabsFont=Γραμματοσειρά
GroupBoxTabsFontSize=Μέγεθος γραμματοσειράς
RadioButtonTabsFontCustom=Προσαρμοσμένο
RadioButtonTabsFontDefault=Προεπιλογή
RadioButtonTabsFontSizeCustom=Προσαρμοσμένο
RadioButtonTabsFontSizeDefault=Προεπιλογή
SpinEditTabHeight=Ύψος
SpinEditTabMargin=Περιθώριο
SpinEditTabPadding=Γέμισμα
SpinEditTabSpacing=Απόσταση

[OptionsMenuBarButtonsFrame]
CheckBoxBlended=Αναμεμιγμένα
CheckBoxGrayed=Γκριζαρισμένα
CheckBoxReflected=Αντανακλώντα
GroupBoxButtonsFont=Γραμματοσειρά
GroupBoxButtonsFontSize=Μέγεθος γραμματοσειράς
GroupBoxDisabled=Απενεργοποιημένο
GroupBoxIcons=Εικονίδια
RadioButtonButtonsFontCustom=Προσαρμοσμένο
RadioButtonButtonsFontDefault=Προεπιλογή
RadioButtonButtonsFontSizeCustom=Προσαρμοσμένο
RadioButtonButtonsFontSizeDefault=Προεπιλογή
RadioButtonLargeIcons=Μεγάλο
RadioButtonSmallIcons=Μικρό
TrackEditBlend=Μείγμα

[OptionsOutputFrame]
CheckBoxShowCheckBox=Εμφάνιση πλαισίου ελέγχου
CheckBoxShowOnlyLineNumbers=Εμφάνιση μόνο αριθμών γραμμών
CheckBoxShowTreeLines=Εμφάνιση Γραμμών Δέντρου
CheckBoxUseExplorerTheme=Χρήση θέματος εξερεύνησης
ComboBoxAlign=Ευθυγράμμιση
SpinEditIndent=Διαχωριστικό
SpinEditMargin=Περιθώριο

[OptionsOutputTabsFrame]
CheckBoxBoldActiveTab=Ενεργή καρτέλα έντονης γραφής
CheckBoxCloseTabByDblClick=Κλείσιμο Καρτέλας Με Διπλό Κλικ
CheckBoxCloseTabByMiddleClick=Κλείσιμο Καρτέλας Με Μεσαίο Κλικ
CheckBoxEnlargeActiveTab=Μεγέθυνση ενεργής καρτέλας
CheckBoxMultiline=Πολλαπλές Γραμμές
CheckBoxRightClickSelect=Επιλογή Με Δεξί Κλικ
CheckBoxSaveTabs=Αποθήκευση Καρτελών
CheckBoxShowFindInFilesButton=Εμφάνιση κουμπιού εύρεσης σε αρχεία
CheckBoxShowIcon=Εμφάνιση Εικόνας
ComboBoxShowCloseButton=Εμφάνιση Πλήκτρου Κλεισίματος
GroupBoxFont=Γραμματοσειρά
GroupBoxFontSize=Μέγεθος γραμματοσειράς
RadioButtonFontCustom=Προσαρμοσμένο
RadioButtonFontDefault=Προεπιλογή
RadioButtonFontSizeCustom=Προσαρμοσμένο
RadioButtonFontSizeDefault=Προεπιλογή
SpinEditTabHeight=Ύψος
SpinEditTabMargin=Περιθώριο
SpinEditTabSpacing=Απόσταση

[OptionsImageViewFrame]
CheckBoxControlBarVisible=Ορατό
CheckBoxEnabled=Ενεργοποιημένο
ComboBoxControlBarAlign=Ευθυγράμμιση
ComboBoxZoom=Ζουμ
GroupBoxControlBar=Γραμμή ελέγχου 

[OptionsPDFViewFrame]
CheckBoxControlBarVisible=Ορατό
CheckBoxEnabled=Ενεργοποιημένο
CheckBoxSearchBarHighlightAll=Επισήμανση όλων
CheckBoxSearchBarMatchCase=Πεζά
CheckBoxSearchBarToggleSearchBar=Εναλλαγή γραμμής αναζήτησης
CheckBoxSearchBarVisible=Ορατό
CheckBoxSearchBarWholeWords=Μόνο ολόκληρες λέξεις
ComboBoxControlBarAlign=Ευθυγράμμιση
ComboBoxSearchBarAlign=Ευθυγράμμιση
ComboBoxZoom=Ζουμ
GroupBoxControlBar=Γραμμή ελέγχου 
GroupBoxSearchBar=Μπάρα αναζήτησης

[OptionsPrintFrame]
CheckBoxColorsEnabled=Ενεργοποιημένο
CheckBoxLineNumbersInMargin=Σε περιθώριο
CheckBoxLineNumbersVisible=Ορατό
CheckBoxShowFooterLine=Εμφάνιση Γραμμής Υποσέλιδου
CheckBoxShowHeaderLine=Εμφάνιση Γραμμής Κεφαλίδας
CheckBoxShowOnlyPageNumber=Εμφάνιση μόνο του αριθμού σελίδας
CheckBoxUseRomanNumerals=Χρήση Λατινικών αριθμών
CheckBoxVisibleDateTime=Ορατό
CheckBoxVisibleFilename=Ορατό
CheckBoxVisiblePageNumber=Ορατό
CheckBoxVisiblePrintedBy=Ορατό
CheckBoxWordWrap=Αναδίπλωση Κειμένου
ComboBoxColorTheme=Χρωματιστό θέμα
GroupBoxAlignmentDateTime=Ευθυγράμμιση
GroupBoxAlignmentFilename=Ευθυγράμμιση
GroupBoxAlignmentPageNumber=Ευθυγράμμιση
GroupBoxAlignmentPrintedBy=Ευθυγράμμιση
GroupBoxColors=Χρώματα
GroupBoxDateTime=Ημέρα Ώρα
GroupBoxFilename=Όνομα Εγγράφου
GroupBoxFont=Γραμματοσειρά
GroupBoxFontSize=Μέγεθος γραμματοσειράς
GroupBoxLineNumbers=Αριθμοί γραμμών
GroupBoxMargins=Περιθώρια
GroupBoxPageNumber=Αριθμός Σελίδας
GroupBoxPrintedBy=Εκτυπώθηκε Από
GroupBoxVerticalAlignmentDateTime=Κατακόρυφη στοίχιση
GroupBoxVerticalAlignmentFilename=Κατακόρυφη στοίχιση
GroupBoxVerticalAlignmentPageNumber=Κατακόρυφη στοίχιση
GroupBoxVerticalAlignmentPrintedBy=Κατακόρυφη στοίχιση
RadioButtonAlignmentLeftDateTime=Αριστερά
RadioButtonAlignmentLeftFilename=Αριστερά
RadioButtonAlignmentLeftPageNumber=Αριστερά
RadioButtonAlignmentLeftPrintedBy=Αριστερά
RadioButtonAlignmentRightDateTime=Δεξιά
RadioButtonAlignmentRightFilename=Δεξιά
RadioButtonAlignmentRightPageNumber=Δεξιά
RadioButtonAlignmentRightPrintedBy=Δεξιά
RadioButtonFontCustom=Προσαρμοσμένο
RadioButtonFontEditor=Πρόγραμμα επεξεργασίας
RadioButtonFontSizeCustom=Προσαρμοσμένο
RadioButtonFontSizeEditor=Πρόγραμμα επεξεργασίας
RadioButtonVerticalAlignmentFooterDateTime=Υποσέλιδο
RadioButtonVerticalAlignmentFooterFilename=Υποσέλιδο
RadioButtonVerticalAlignmentFooterPageNumber=Υποσέλιδο
RadioButtonVerticalAlignmentFooterPrintedBy=Υποσέλιδο
RadioButtonVerticalAlignmentHeaderDateTime=Κεφαλίδα
RadioButtonVerticalAlignmentHeaderFilename=Κεφαλίδα
RadioButtonVerticalAlignmentHeaderPageNumber=Κεφαλίδα
RadioButtonVerticalAlignmentHeaderPrintedBy=Κεφαλίδα
SpinEditMarginsBottom=Κάτω μέρος
SpinEditMarginsLeft=Αριστερά
SpinEditMarginsRight=Δεξιά
SpinEditMarginsTop=Κορυφή
TabSheetHeadedAndFooter=Κεφαλίδα και υποσέλιδο
TabSheetOptions=Επιλογές

[OptionsSQLFormatterCapitalizationFrame]
ComboBoxKeywords=Λέξεις κλειδιά
ComboBoxNames=Ονόματα
ComboBoxParameters=Παράμετροι

[OptionsSQLFormatterFrame]
CheckBoxAlwaysVisible=Πάντα ορατό
CheckBoxSelectDefaultSQLHighlighter=Επιλογή προεπιλεγμένης επισήμανσης SQL

[OptionsJSONFormatterFrame]
CheckBoxAlwaysVisible=Πάντα ορατό
CheckBoxSelectJSONHighlighter=Επιλογή επισήμανσης JSON

[OptionsXMLFormatterFrame]
CheckBoxAlwaysVisible=Πάντα ορατό
CheckBoxSelectXMLHighlighter=Επιλογή επισήμανσης XML

[OptionsSQLFormatterFormattingFrame]
CheckBoxAlignKeywordsRightInStatements=Στοίχιση λέξεων-κλειδιών δεξιά σε δηλώσεις
CheckBoxBreakJoinOnSections=Διακοπή JOIN ON τμημάτων
CheckBoxExpandBetweenConditions=Επέκταση μεταξύ συνθηκών
CheckBoxExpandBooleanExpressions=Ανάπτυξη δυαδικών παραστάσεων
CheckBoxExpandCaseStatements=Επέκταση CASE δηλώσεων
CheckBoxExpandCommaLists=Ανάπτυξη λιστών με κόμμα
CheckBoxExpandGroupByClause=Ανάπτυξη όρου GROUP BY
CheckBoxExpandInLists=Ανάπτυξη λιστών IN
CheckBoxExpandInsertStatements=Ανάπτυξη δηλώσεων INSERT
CheckBoxExpandJoinOnBooleanExpressions=Ανάπτυξη δυαδικών παραστάσεων
CheckBoxExpandOrderByClause=Ανάπτυξη όρου ORDER BY
CheckBoxSpaceAfterComma=Διάστημα μετά το κόμμα
CheckBoxTrailingCommas=Με κόμματα

[OptionsSQLFormatterIndentationFrame]
CheckBoxRightPadColumnNames=Ονόματα στηλών δεξιά της συνάρτησης ΔΗΜΙΟΥΡΓΊΑ ΠΙΝΑΚΑ ή ΠΡΟΒΟΛΗ
CheckBoxUseTab=Χρήση καρτέλας
SpinEditIndentLength=Μήκος εσοχής

[OptionsStatusBarFrame]
CheckBoxAutoSizePanels=Πίνακες αυτόματου μεγέθους
CheckBoxShowCaretPosition=Εμφάνιση θέσης καρέ
CheckBoxShowCharacterCount=Εμφάνιση πλήθους χαρακτήρων
CheckBoxShowEditorZoom=Εμφάνιση ζουμ επεξεργαστή
CheckBoxShowEncoding=Εμφάνιση κωδικοποίησης
CheckBoxShowFileLineBreak=Εμφάνιση διακοπής γραμμής αρχείου
CheckBoxShowFileOpeningTime=Εμφάνιση χρόνου ανοίγματος αρχείου
CheckBoxShowHints=Εμφάνιση υποδείξεων
CheckBoxShowKeyState=Εμφάνιση κατάστασης κλειδιού
CheckBoxShowLineCount=Εμφάνιση καταμέτρησης γραμμών
CheckBoxShowMacro=Εμφάνιση μακροεντολής
CheckBoxShowModified=Εμφάνιση τροποποιμένων
CheckBoxShowSelectionInfo=Εμφάνιση πληροφοριών επιλογής
CheckBoxShowSizeGrip=Εμφάνιση μεγέθους grip
CheckBoxVisible=Ορατό
GroupBoxFont=Γραμματοσειρά
GroupBoxFontSize=Μέγεθος γραμματοσειράς
RadioButtonFontCustom=Προσαρμοσμένο
RadioButtonFontDefault=Προεπιλογή
RadioButtonFontSizeCustom=Προσαρμοσμένο
RadioButtonFontSizeDefault=Προεπιλογή

[OptionsTitleBarFrame]
CheckBoxMagnifier=Εμφάνιση μεγεθυντικού φακού
CheckBoxShowApplicationName=Εμφάνιση ονόματος εφαρμογής
CheckBoxShowColorTheme=Εμφάνιση χρωματιστού θέματος
CheckBoxShowEncoding=Εμφάνιση κωδικοποίησης
CheckBoxShowFavourite=Εμφάνιση αγαπημένου
CheckBoxShowFileList=Εμφάνιση λίστας αρχείων
CheckBoxShowFilename=Εμφάνιση ονόματος αρχείου
CheckBoxShowHighlighter=Εμφάνιση επισήμανσης
CheckBoxShowIcon=Εμφάνιση εικονιδίου
CheckBoxShowMenu=Εμφάνιση μενού
CheckBoxUseSystemStyle=Χρήση στυλ συστήματος
GroupBoxFont=Γραμματοσειρά
GroupBoxFontSize=Μέγεθος γραμματοσειράς
RadioButtonFontCustom=Προσαρμοσμένο
RadioButtonFontDefault=Προεπιλογή
RadioButtonFontSizeCustom=Προσαρμοσμένο
RadioButtonFontSizeDefault=Προεπιλογή

[OptionsToolbarFrame]
ActionAddDivider:h=Προσθήκη διαχωριστικού
ActionAddDivider=Προσθήκη Διαχωριστή
ActionAddButton:h=Προσθήκη στοιχείου
ActionAddButton=Προσθήκη Στοιχείου
ActionDelete:h=Διαγραφή
ActionDelete=Διαγραφή
ActionMoveDown:h=Μετακίνηση επιλεγμένου στοιχείου προς τα κάτω
ActionMoveDown=Μετακίνηση προς τα κάτω
ActionMoveUp:h=Μετακίνηση επιλεγμένου στοιχείου προς τα πάνω
ActionMoveUp=Μετακίνηση προς τα πάνω
ActionReset:h=Αρχικοποίηση στοιχείων μενού
ActionReset=Αρχικοποίηση
VirtualDrawTree:0=Στοιχείο
VirtualDrawTree:h=Χρήση μεταφοράς και απόθεσης για τη μετακίνηση στοιχείων μενού. Δεξί κλικ στο αναδυόμενο μενού για εισαγωγή και διαγραφή στοιχείων.

[OptionsToolbarOptionsFrame]
GroupBoxBackground=Φόντο
GroupBoxIcons=Εικονίδια
RadioButtonBackgroundHigh=Υψηλό
RadioButtonBackgroundLow=Χαμηλό
RadioButtonBackgroundTransparent=Διαφανές
RadioButtonLargeIcons=Μεγάλο
RadioButtonSmallIcons=Μικρό
SpinEditMarginTop=Επάνω μέρος περιθωρίου

[OptionsMenuBarItemsDialog]
Caption=Επιλογή Στοιχείων
VirtualDrawTreeAddItems:0=Στοιχείο

[OptionsToolbarItemsDialog]
Caption=Επιλογή Στοιχείων
VirtualDrawTreeAddItems:0=Στοιχείο

[PrintPreviewForm]
ActionColors:h=Εναλλαγή χρωμάτων
ActionColors=Χρώματα
ActionExit:h=Έξοδος από την προεπισκόπηση εκτύπωσης
ActionExit=Έξοδος
ActionFirst:h=Πρώτη|Μετάβαση στη πρώτη σελίδα
ActionFirst=Πρώτο
ActionHighlight:h=Εναλλαγή επισήμανσης
ActionHighlight=Επισήμανση
ActionLast:h=Τελευταία|Μετάβαση στη τελευταία σελίδα
ActionLast=Τελευταίο
ActionLineNumbers:h=Εναλλαγή αριθμών γραμμής
ActionLineNumbers=Αριθμοί Γραμμών
ActionNext:h=Επόμενη|Μετάβαση στην επόμενη σελίδα
ActionNext=Επόμενη
ActionPrevious:h=Προηγούμενη|Μετάβαση στη προηγούμενη σελίδα
ActionPrevious=Προηγούμενη
ActionPrint:h=Εκτύπωση|Εκτύπωση εγγράφου
ActionPrint=Εκτύπωση
ActionWordWrap:h=Εναλλαγή αναδίπλωσης κειμένου
ActionWordWrap=Αναδίπλωση λέξης
ActionZoom:h=Μεγέθυνση|Μεγέθυνση/Σμίκρυνση
ActionZoom=Ζουμ
ActionZoomIn:h=Μεγέθυνση
ActionZoomIn=Zoom in
ActionZoomOut:h=Σμίκρυσνση
ActionZoomOut=Σμίκρυσνση
Caption=Print Προεπισκόπηση

[ReplaceDialog]
ActionClose=&Κλείσιμο
ActionFindNext=Εύρεση Ε&πόμενου
ActionReplace=Αντικατάσταση
ActionReplaceAll=Αντικατάσταση Ό&λων
ActionSearchEngine=Επιλογή μηχανής αναζήτησης
Caption=Αντικατάσταση
CheckBoxMatchCase=Πεζά
CheckBoxPromptOnReplace=Ερώτηση κατά την αντικατάσταση
CheckBoxSelectedOnly=Επιλεγμένα μόνο
CheckBoxWholeWords=Μόνο ολόκληρες λέξεις
ComboBoxSearchFor=Αναζήτηση για
GroupBoxDirection=Κατεύθυνση
GroupBoxOptions=Επιλογές
GroupBoxOrigin=Προέλευση
GroupBoxReplaceIn=Αντικατάσταση σε
RadioButtonActiveFile=Ολόκληρη η λέξη
RadioButtonAllOpenFiles=Όλα τα ανοιχτά αρχεία
RadioButtonDeleteLine=Διαγραφή γραμμής
RadioButtonDirectionBackward=Πίσω
RadioButtonDirectionForward=Μπροστά
RadioButtonEntireScope=Ολόκληρο το πεδίο εφαρμογής
RadioButtonOriginFromCursor=Από το δρομέα
RadioButtonReplaceWith=Αντικατάσταση με

[SearchForFilesForm]
Caption=Αναζήτηση Αρχείων
PanelSearchingFiles=Αναζήτηση αρχείων...

[ShortcutsForm]
Caption=Συντομεύσεις
VirtualDrawTree:0=Συντόμευση
VirtualDrawTree:1=Τίτλος
VirtualDrawTree:2=Υπόδειξη

[OptionsSkinFrame]
CheckBoxActive=Ενεργοποιημένο
CheckBoxExtendedBordersEnabled=Ενεργοποιημένο
CheckBoxExtendedBordersFull=Πλήρες
ComboBoxOptimizingPriority=Βελτιστοποίηση προτεραιότητας
GroupBoxColorization=Χρωματισμός
GroupBoxExtendedBorders=Εκτεταμένα περιγράμματα
LabelBrightness=Φωτεινότητα
LabelHueOffset=HUE Αντιστάθμιση
LabelSaturation=Κορεσμός
LabelTransparency=Διαφάνεια
SkinSelector=Εμφάνιση

[OptionsSkinButtonsFrame]
CheckBoxShowButtonFocusRect=Εμφάνιση κουμπιού ορθής εστίασης
CheckBoxUseButtonColors=Χρήση χρωμάτων κουμπιών

[OptionsSkinEffectsFrame]
CheckBoxAllowAeroBlurring=Να επιτρέπεται η θόλωση aero
CheckBoxAllowAnimation=Να επιτρέπεται η κίνηση
CheckBoxAllowGlowing=Να επιτρέπεται η λάμψη
CheckBoxAllowOuterEffects=Να επιτρέπονται τα εξωτερικά εφέ
CheckBoxBlendOnMove=Ανάμειξη φόρμας όταν μετακινείται

[OptionsSkinFontFrame]
RadioButtonFontCustom=Προσαρμοσμένο
RadioButtonFontDefault=Προεπιλογή
RadioButtonFontFromSkin=Επιλογή εμφάνισης

[OptionsSkinHintsFrame]
CheckBoxHintAnimated=Κινούμενα
ComboBoxHintStyle=Στυλ
SpinEditShowInterval=Εμφάνιση διαστήματος (ms)
SpinEditHideInterval=Απόκρυψη διαστήματος (ms)

[OptionsSkinScrollBarsFrame]
CheckBoxArrowButtonsDefaultSize=Προεπιλεγμένο μέγεθος
CheckBoxArrowButtonsVisible=Ορατό
CheckBoxScrollWidthDefaultSize=Προεπιλεγμένο μέγεθος
GroupBoxArrowButtons=Κουμπιά βέλους
GroupBoxScrollBar=Μπάρα κύλισης
SpinEditArrowButtonsSize=Μέγεθος
SpinEditScrollWidthSize=Μέγεθος

[OptionsSkinStylesFrame]
CheckBoxDirectory=Κατάλογος
CheckBoxFiles:t=Translation needed
CheckBoxFiles=Αρχεία
CheckBoxMenuBar=Γραμμή μενού
CheckBoxOutput=Εξαγωγή
CheckBoxUseCardGroupBoxStyle=Χρήση στυλ πλαισίου ομάδας καρτών
ComboBoxArrowStyle=Στυλ βέλους
GroupBoxSimplePageControl=Έλεγχος απλής σελίδας

[TabsSelectDialog]
Caption=Επιλογή στηλοθετών
VirtualDrawTree:0=Καρτέλα

[CharacterMapForm]
Caption=Πίνακας Χαρακτήρων

[WarningMessage]
FileAccessError=Σφάλμα πρόσβασης %s αρχείου.

[SaveChangesDialog]
Caption=Αποθήκευση τροποποιημένων αρχείων
VirtualDrawTree:0=Αρχείο
VirtualDrawTree:1=Διαδρομή

[ConnectDialog]
Caption=Σύνδεση
EditPassword=Κωδικός πρόσβασης

[UploadDialog]
Caption=Αποστολή
EditFilename=Όνομα αρχείου
EditPath=Διαδρομή

[NewFolderDialog]
Caption=Νέος φάκελος
EditPath=Διαδρομή

[DirectoryTabSFTPDialog]
Caption=SFTP Σύνδεση
CheckBoxSavePassword=Αποθήκευση κωδικού πρόσβασης
CheckBoxShowOutput=Εμφάνιση εξόδου
EditPassword=Κωδικός πρόσβασης
EditPort=Θύρα
EditPrivateKeyFile=Αρχείο ιδιωτικού κλειδιού
EditRootDirectory=Κεντρικός κατάλογος
EditServer=Εξυπηρετητής
EditTabName=Όνομα καρτέλας
EditUsername=Όνομα χρήστη